<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Change.org · เว็บไซต์เพื่อสร้างการเปลี่ยนแปลง</title>
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css"
        integrity="sha384-JcKb8q3iqJ61gNV9KGb8thSsNjpSL0n8PARn9HuZOnIxN0hoP+VmmDGMN5t9UJ0Z" crossorigin="anonymous">
    <link rel="icon" href="./icon.png">
    <link href="https://fonts.googleapis.com/css2?family=Pridi&display=swap" rel="stylesheet">



    <style>
        <?php if ( !isset($_GET['p'])) {
            ?>body {
                background-image: url("bg.png");
                background-repeat: no-repeat;
                background-position: center top;
                background-size: 70%;
            }

            <?php
        }

        ?>.navactive {
            color: #000000;
        }

        .navactive:hover {
            color: #ff0000;
            text-decoration: none;
        }

        .indexhead {
            color: #ff0000;
            text-decoration: underline;
        }

        .indexhead:hover {
            color: #000000;
        }

        .home-con {
            padding: 20px;
            border: 1px solid #ccc;
            border-radius: 5px;
        }

        .seemore {
            display: none;
        }

        .tabactive {
            color: #ff0000;
        }

        .tabactive:hover {
            color: #000000;
        }

        .petition-logo {
            background-color: #fdf9f2;
            color: #ff0000;
            width: 150px;
            height: 150px;
            border: 2px solid #fdeed5;
        }
    </style>
    <script src="https://kit.fontawesome.com/e581f04cd1.js" crossorigin="anonymous"></script>
    <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"
        integrity="sha384-DfXdz2htPH0lsSSs5nCTpuj/zy4C+OGpamoFVy38MVBnE+IbbVYUew+OrCXaRkfj"
        crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/popper.js@1.16.1/dist/umd/popper.min.js"
        integrity="sha384-9/reFTGAW83EW2RDu2S0VKaIzap3H66lZH81PoYlFhbGU+6BZp6G7niu735Sk7lN"
        crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js"
        integrity="sha384-B4gt1jrGC7Jh4AgTPSdUtOBvfO8shuf57BaghqFfPlYxofvL8/KUEfYiJOMMV+rV"
        crossorigin="anonymous"></script>
</head>

<body>
    <nav class="navbar navbar-expand-lg navbar-light bg-white" style="border-bottom: 1px solid #ccc;">
        <div class="container">
            <a class="navbar-brand h1 mb-0.1" href="./index.php"
                style="color: #ff0000;">change.org&nbsp;&nbsp;&nbsp;&nbsp;</a>
            <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarSupportedContent"
                aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarSupportedContent">
                <ul class="navbar-nav mr-auto">
                    <li class="nav-item">
                        <a class="nav-link" href="?p=create">
                            <div class="navactive">เริ่มเรื่องรณรงค์</div>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="?p=mypetition">
                            <div class="navactive">แคมเปญรณรงค์ของฉัน</div>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="?p=petition">
                            <div class="navactive">เรื่องรณรงค์</div>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="?p=donate">
                            <div class="navactive">สนับสนุน Change.org</div>
                        </a>
                    </li>
                </ul>
                <ul class="navbar-nav">
                    <li class="nav-item">
                        <a class="nav-link" href="?p=search">
                            <div class="navactive"><i class="fas fa-search"></i></div>
                        </a>
                    </li>
                    <li class="nav-item dropdown">
                        <a class="nav-link " href="#" id="navbarDropdown" role="button" data-toggle="dropdown"
                            aria-haspopup="true" aria-expanded="false">
                            <img src="./avartar/me.jpg" alt="" class="rounded-circle" width="30" height="30">
                        </a>
                        <div class="dropdown-menu" aria-labelledby="navbarDropdown">
                            <a class="dropdown-item" href="?p=mypetition">แคมเปญรณรงค์ของฉัน</a>
                            <a class="dropdown-item" href="?p=profile">การตั้งค่า</a>
                            <div class="dropdown-divider"></div>
                            <a class="dropdown-item">akira fosterz</a>
                            <a class="dropdown-item" href="./index.php"><u style="color: #ff0000;">ออกจากระบบ</u></a>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </nav>



    <?php
            if (!isset($_GET['p'])){ //home
        ?>
    <br><br><br><br>
    <div class="container">
        <div class="text-center">
            <p class="h1">เว็บไซต์เพื่อสร้างการเปลี่ยนแปลง</p><br>
            <p class="h4">408,044,416 จำนวนผู้ใช้ทั่วโลก <a href="?p=impact"
                    class="indexhead">คลิกดูเรื่องราวรณรงค์ที่สำเร็จทั้งหมด</a></p>
        </div>
        <br><br><br><br><br><br>


        <div id="carouselExampleCaptions" class="carousel slide m-auto" data-ride="carousel">
            <ol class="carousel-indicators">
                <li data-target="#carouselExampleCaptions" data-slide-to="0" class="active"></li>
                <li data-target="#carouselExampleCaptions" data-slide-to="1"></li>
                <li data-target="#carouselExampleCaptions" data-slide-to="2"></li>
                <li data-target="#carouselExampleCaptions" data-slide-to="3"></li>
                <li data-target="#carouselExampleCaptions" data-slide-to="4"></li>
                <li data-target="#carouselExampleCaptions" data-slide-to="5"></li>
            </ol>
            <div class="carousel-inner">
                <div class="carousel-item active">
                    <img src="./home/1.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span class="badge badge-danger">ความพยายามครั้งนี้ไม่สูญเปล่า...ขอบคุณ แล้วพบกันใหม่
                            </span>
                        </h3>
                    </div>
                </div>
                <div class="carousel-item">
                    <img src="./home/2.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span
                                class="badge badge-danger">รณรงค์สิทธิในอัตลักษณ์ทางเพศและการคุ้มครองคนข้ามเพศในโลกของการทำงาน<br>
                                #ให้มันจบที่จูน ปิดฉากอย่างงดงาม</span>
                        </h3>
                    </div>
                </div>
                <div class="carousel-item">
                    <img src="./home/3.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span class="badge badge-danger">คืนภาพคุณสมเด็จ วิรุฬหผล วีรชน 14 ตุลาคม 2516</span>
                        </h3>
                    </div>
                </div>
                <div class="carousel-item">
                    <img src="./home/4.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span class="badge badge-danger">ขอบคุณที่ร่วมสร้างประวัติศาสตร์
                                ล้างมลทิน-คืนศักดิ์ศรีความเป็นมนุษย์ให้ 'ซีอุย' สำเร็จ!</span>
                        </h3>
                    </div>
                </div>
                <div class="carousel-item">
                    <img src="./home/5.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span class="badge badge-danger">เราชนะแล้ว
                                การบินไทยเข้าสู่กระบวนการล้มละลายตามกฎหมาย</span>
                        </h3>
                    </div>
                </div>
                <div class="carousel-item">
                    <img src="./home/6.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span class="badge badge-danger">ศาลรัฐธรรมนูญให้แก้กฎหมายอาญา ม. 301
                                เปิดช่องให้ผู้หญิงยุติตั้งครรภ์ได้<br> หากเสี่ยงสุขภาพกายและจิตใจ</span>
                        </h3>
                    </div>
                </div>
            </div>
            <a class="carousel-control-prev" href="#carouselExampleCaptions" role="button" data-slide="prev">
                <span class="carousel-control-prev-icon" aria-hidden="true"></span>
                <span class="sr-only">Previous</span>
            </a>
            <a class="carousel-control-next" href="#carouselExampleCaptions" role="button" data-slide="next">
                <span class="carousel-control-next-icon" aria-hidden="true"></span>
                <span class="sr-only">Next</span>
            </a>
        </div>
        <br><br><br><br>
        <p class="h4">ล่าสุดบน Change.org</p>
        <br><br>

        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน อธิบดีกรมชลประทาน
                        กระทรวงเกษตรและสหกรณ์</p>
                    <p class="h5"><b>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</b></p>
                    <p>
                        หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                        ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร
                        ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                        อำเภอจะนะ
                        จ.สงขลา การรุก<span class="seemore">พื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                            การเข้าทำเหมืองแร่ในเขตป่าสงวน
                            จ.ลพบุรี และอีกหลากหลายโครงการ...
                            จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                            แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่าควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                            หรือ
                            การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                            เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี
                            เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                            เราเชื่อว่า ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’ เสมอไป ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง
                            แต่ท้ายสุดก็ถูกปัดตกไป
                            ตามมติครม.
                            เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า
                            #อย่าหาทำ จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                            -- หมายเหตุ --
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)

                            ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร) ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติตาพระยา</span> ... <a href="?p=view&petition=1"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><img src="./petition/1-1.jpg" alt=""
                            class="img-fluid mb-0 rounded-circle" width="25"
                            height="2">&nbsp;&nbsp;<strong>เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/1.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        2,119 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน ณัฏฐพล ทีปสุวรรณ
                        รัฐมนตรีว่าการกระทรวงศึกษาธิการ</p>
                    <p class="h5"><b>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                            #อย่าให้มันจบที่ครูจุ๋ม</b></p>
                    <p>
                        ผมก็เหมือนอีกหลายๆ คนที่รู้สึกไม่สบายใจหลังจากที่ไม่กี่วันมานี้เห็นข่าวความรุนแรงที่เกิดขึ้นที่
                        รร. สารสาสน์วิเทศน์ราชพฤกษ์ ผมตัดสินใจกดเข้ากลุ่มเฟซบุ๊ก ‘สมาคมผู้ปกครอง Online
                        สารสาสน์วิเทศราชพฤกษ์’ แล้วพบว่า
                        จากเป็นแค่กลุ่มผู้ปกครองที่<span class="seemore">มารวมตัวกันนัดแนะเรื่องดำเนินคดีครูจุ๋ม
                            ตอนนี้ยกระดับกลายเป็นว่า
                            มีผู้ปกครองจากโรงเรียนอื่นๆ เข้ามาแลกเปลี่ยนข้อมูล แชร์ประสบการณ์ ขอคำปรึกษา
                            จากโรงเรียนไฮโซ กระโดดไปโรงเรียนนานาชาติ ข้ามไปโรงเรียนเอกชน ต่อไปยังโรงเรียนรัฐ โรงเรียนวัด
                            หรืออาจจะเป็นสถานรับเลี้ยงเด็กก็ได้ในอนาคต
                            ผมรู้สึกได้ถึงความกังวลและตื่นตัวขนานใหญ่
                            มันไม่ใช่แค่เรื่องคดีครูจุ๋มและสารสาสน์วิเทศราชพฤกษ์อีกต่อไปแล้ว
                            มันขยายวงกว้างและมีการตั้งคำถามอันแหลมคมถึงเรื่องหลักเกณฑ์การรับครูเข้าทำงาน
                            การออกใบประกอบอาชีพครู จิตวิทยาดูแลสภาพจิตครู เรื่องการติดตั้งกล้องวงจรปิดในห้องเรียน
                            ปัญหาการบูลลี่ในหมู่เด็กนักเรียนที่ผู้ปกครองต้องเจอ
                            ความรับผิดชอบของโรงเรียนในกรณีเกิดเหตุขึ้น
                            การรวมตัวของผู้ปกครองจนเป็นเครือข่าย ขั้นตอนการดำเนินการฟ้องร้อง การศึกษากฎหมายที่เกี่ยวข้อง
                            ฯลฯ
                            เพราะเรื่องนี้เป็นเรื่องใหญ่มาก
                            มันเป็นเรื่องของความปลอดภัยในชีวิตเด็กนักเรียนที่อาจเกิดขึ้นกับใครก็ได้ในโรงเรียนทุกระดับ
                            แต่ที่ผ่านมาเรายังเห็นความรุนแรงในลักษณะนี้เกิดขึ้นซ้ำแล้วซ้ำเล่า
                            ไม่นับส่วนที่ไม่ถูกสื่อรายงานข่าว
                            ผมคิดว่าถ้าปัญหาคือโครงสร้างใหญ่ ก็เห็นความจำเป็นว่าจะต้องล้างมันทั้งระบบ
                            #อย่าให้มันจบที่ครูจุ๋ม
                            ผมอยากให้กระทรวงศึกษาธิการเป็นเจ้าภาพหลัก จัดประชุมใหญ่ๆ สักแมตช์
                            เชิญทุกภาคส่วนที่เกี่ยวข้องมาคุยแก้ปัญหาร่วมกันและจัดทำ roadmap ที่จับต้องได้
                            ไม่ว่าจะเป็นสื่อมวลชน เอ็นจีโอ นักจิตวิทยา นักการศึกษา นักกฎหมาย เครือข่ายผู้ปกครอง โรงเรียน
                            ตำรวจ ฯลฯ ใครก็ตามที่เกี่ยวข้องก็คงต้องใช้เวลานี้แหละ
                            ผลักดันให้เกิดความเปลี่ยนแปลงในเชิงโครงสร้าง เพื่อหาแนวทางแก้ไขปัญหาอย่างถึงรากถึงโคน
                            ปรับแก้-เปลี่ยนกฎหมาย รื้อโครงสร้าง ล้างระบบใหม่ไปเลย (หรือในภาษาเฉิ่มๆ ที่เรียกว่า
                            'วาระแห่งชาติ') ไม่งั้นเดี๋ยวก็เงียบฉี่หายไปอีก
                            #ไปให้สุดอย่าหยุดที่สารสาสน์วิเทศน์ราชพฤกษ์
                            #อย่าให้มันจบที่ครูจุ๋ม</span> ... <a href="?p=view&petition=2"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><strong>Intarachai Panich</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/2.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        5,052 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน นายพิบูลย์ ยงค์กมล
                        ประธานอำนวยการโรงเรียนในเครือสารสาสน์</p>
                    <p class="h5"><b>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</b></p>
                    <p>
                        จากข่าวการทำร้ายร่างการ และการทารุณกรรมเด็กในรูปแบบต่างๆ ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์
                        ดังภาพวีดีโอที่ถูกเผยแพร่ออกมา ทำให้ผู้ปกครองทุกคนไม่สบายใจ
                        และไม่ไว้วางใจในการดูแลบุตรหลานที่ฝากให้ทางโรงเรียนดูแล
                        <span class="seemore">อีกทั้งจากการขุดคุ้ยจากสื่อยังพบอีกว่า
                            ครูพี่เลี้ยงไม่ได้มีใบอนุญาตในการดูแลเด็ก
                            อีกทั้งครูต่างชาติบางคนก็ไม่มีใบอนุญาติทำงาน
                            และยังมีการให้มีจำนวนนักเรียนในแต่ละชั้นเกินกว่าที่กำหนด
                            จากข่าวสารที่ออกมา ทำให้เกิดการร้องเรียนเพิ่มเติมจากโรงเรียนในเครือสารสาสน์อีกถึง 34 แห่ง
                            เช่น
                            การบูลลี่ การของสอนครู การลงโทษนักเรียน และการเรียกเก็บค่าธรรมเนียม เป็นต้น
                            ทั้งนี้ ในฐานะของผู้ปกครองของนักเรียน จึงอยากเรียกร้องถึงประธานอำนวยการ
                            และเหล่าผู้บริหารของโรงเรียนในเครือสารสาสน์
                            เพื่อให้มีการปฏิรูประบบของโรงเรียนในเครือสารสาสน์
                            ”ทุกโรงเรียน’ เพื่อความปลอดภัยของนักเรียน และความโปร่งใสของการบริหารงาน ดังนี้
                            1. เรียกร้องให้มีการติดตั้งระบบกล้องวีดีโอ ที่ผู้ปกครองสามารถ log in ทาง internet
                            เข้ามาดูการถ่ายทอดได้ตลอดเวลา และมีระบบบันทึกภาพย้อนหลังไม่ต่ำกว่า 30 วัน
                            2.มีบันทึกประวัติและใบอนุญาตของครู และผู้ที่เกี่ยวข้องกับเด็กทุกคน
                            ให้ผู้ปกครองสามารถตรวจเช็คได้
                            และยกเลิกการจ้างครูและบุคลากรที่ไม่มีใบอนุญาติทุกคนทันที
                            3.ขอให้มีการทำประเมินระบบการเรียนการสอน และมาตรฐานของสถานศึกษา จากองค์กรภายนอก
                            และเปิดเผยผลการประเมินต่อสาธารณะ และดำเนินการปรับปรุงแก้ไขโดยทันที
                            ทางเราหวังว่าข้อเรียกร้องทั้ง 3 ข้อจะได้รับการตอบสนองอย่างรวดเร็วที่สุด
                            เพื่อความปลอดภัยของเด็กที่เป็นดั่งแก้วตาดวงใจของผู้ปกครองทุกคน
                            จึงเรียนมาเพื่อทราบ</span> ... <a href="?p=view&petition=3"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><strong>กลุ่มผู้ปกครองของนักเรียนโรงเรียนสารสาสน์</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/3.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        4,938 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div id="btnMore">
            <div class="col-lg-9 col-md-12 col-sm-12 text-center btn"
                style="padding: 8px; border: 2px solid #000; border-radius: 5px;" onclick="more()">
                เพิ่มเติม
            </div>
            <br>
        </div>

        <div id="more"></div>



        <script>
            function more() {
                document.getElementById('more').innerHTML = `
                <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน นายกรัฐมนตรี</p>
                    <p class="h5"><b>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​ หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</b></p>
                    <p>
                        @จดหมายน้อยฉบับที่ 2จากลูกสาวแห่งทะเลจะนะ ถึงปู่ประยุทธ์ขอให้ยกเลิก มติ ครม.นิคมอุตสาหกรรมฯ จะนะ
                        จากจดหมายฉบับแรกที่หนูได้เขียนถึงปู่ประยุทธ์ บอกเล่าถึงเรื่องราววิถีชีวิต การอนุรักษ์
                        ปกป้องทะเลจะนะ ที่เป็นบ้านของหนูและครอบครัว และได้หล่อเลี้ยงพวกเราในชุมชนมาอย่างยาวนาน
                        อีกทั้งทรัพยากรสัตว์น้ำที่เราหามาได้<span class="seemore">
                            ยังเป็นแหล่งอาหารที่สำคัญของคนจังหวัดสงขลาและจังหวัดใกล้เคียง
                            จนเมื่อรัฐบาลปู่ประยุทธ์ได้มีมติ(คณะรัฐมนตรี) เมื่อวันที่ 7 พฤษภาคม 2562
                            อนุมัติโครงการจะนะเมืองต้นแบบอุตสาหกรรมก้าวหน้าแห่งอนาคต โดยจะใช้พื้นที่ 3 ตำบล คือตำบลนาทับ
                            ตลิ่งชัน และสะกอม รวมเนื้อที่ทั้งหมด 16,753 ไร่ เปลี่ยนเมืองจะนะให้เป็นเมืองอุตสาหกรรม
                            ซึ่งส่วนหนึ่งนั้นคือบ้าน ชุมชน และที่ทำกินของพ่อแม่หนู
                            หนูต้องบอกให้ปู่ประยุทธ์ได้ทราบด้วยว่า การทำงานของศูนย์อำนวยการบริหารจังหวัดชายแดนภาคใต้
                            หรือ
                            ศอ.บต. ที่มีหน้าที่บริหารจัดการความขัดแย้งพื้นที่จังหวัดชายแดนภาคใต้
                            แต่กลับเข้ามาผลักดันโครงการนี้จนเป็นตัวปัญหาสร้างความขัดแย้งเสียเอง
                            เข้ามาทำหน้าที่ออกหน้าแทนกลุ่มทุนที่ต้องการเข้ามาสร้างนิคมอุตสาหกรรมในชุมชนของพวกเรา
                            จนทำให้เกิดความแตกแยกของคนภายในชุมชนเพิ่มมากขึ้นทุกวัน
                            โดยลืมแล้วไปว่าตนเองคือเจ้าหน้าที่รัฐที่ต้องทำงานแทนรัฐบาล
                            และหนูยังเชื่อว่าการอนุมัติโครงการนี้ของรัฐบาลปู่ประยุทธ์ทั้งสองครั้งที่ผ่านมาเกิดขึ้นจากฐานข้อมูลที่ไม่ถูกต้องที่ศอ.บต.จัดทำขึ้น
                            ซึ่งเห็นได้จากหลายเวทีที่ผ่านมาชาวบ้านไม่ได้มีส่วนร่วมอย่างแท้จริง
                            แต่แค่ต้องการล่ารายชื่อผู้สนับสนุนโครงการเท่านั้น
                            โดยไม่มีการให้ข้อมูลอันเป็นข้อเท็จจริงใดๆเลย
                            ซึ่งรวมถึงความพยายามที่จะจัดเวทีเมื่อวันที่ 12 พฤษภาคม 2563 ที่ได้เลื่อนไป
                            และจะมีการจัดเวทีดังกล่าวใหม่ ในวันที่ 11 กรกฎาคม 2563
                            เพื่อเปลี่ยนผังเมืองบ้านหนูซึ่งเป็นสีเขียวให้เป็นผังเมืองสีม่วงสำหรับการเป็นนิคมอุตสาหกรรม
                            ในโอกาสนี้ หนูอยากจะบอกให้ปู่ประยุทธ์ทราบอีกครั้งว่า บ้านและชุมชนของพวกหนูมีความสวยงาม
                            และมีศักยภาพทางด้านอาหารมากพอที่จะหล่อเลี้ยงชาวอำเภอจะนะและคนในจังหวัดสงขลาให้อยู่ได้ท่ามกลางสถานการณ์ของโรคโควิด
                            19 ที่ยังระบาดอยู่ในขณะนี้ ซึ่งได้พิสูจน์ให้เห็นแล้ว
                            จึงไม่มีเหตุผลอะไรเลยที่จะเปลี่ยนสภาพของพื้นที่แห่งนี้ให้กลายเป็นเขตนิคมอุตสาหกรรม
                            เพียงเพื่อตอบสนองความต้องการของกลุ่มทุนภายนอกที่พยายามอ้างว่าอยากจะเข้ามาสร้างงาน
                            สร้างรายได้ให้กับคนในพื้นที่ ทั้งที่จริงแล้วคือประโยชน์ส่วนตัวเท่านั้น
                            หนูพยายามติดตามอ่านข่าวการทำงานของปู่ประยุทธ์ในสถานการณ์ของโรคโควิดว่า
                            ท่านและรัฐบาลจะใช้วิธีการอย่างไรให้ข้ามพ้นวิกฤตินี้ไปได้ จนเมื่อวันที่ 17 มิถุนายน 2563
                            ปู่ประยุทธ์ได้ประกาศว่า “แนวทางการทำงานรูปแบบ New Normal
                            ที่ต้องการผนึกทุกภาคส่วนให้ร่วมกันสร้างอนาคตประเทศ
                            โดยจะเปิดโอกาสให้ประชาชนที่ได้รับผลกระทบจากนโยบายต่างๆ ได้มีส่วนร่วมมากขึ้นด้วย”
                            หนูจึงอยากให้นำแนวคิดดังกล่าวนี้ที่ปู่ประยุทธ์ได้พูดไว้มาใช้แก้ปัญหาที่กำลังเกิดขึ้นกับบ้านและชุมชนของหนูด้วย
                            นั่นคือ


                            การยกเลิก มติ ครม.ที่เกี่ยวข้องกับโครงการเมืองอุตสาหกรรมฯจะนะ ทั้ง 2 ครั้ง คือ เมื่อวันที่ 7
                            พฤษภาคม 2562 และ เมื่อวันที่ 21 มกราคม 2563 ออกไปก่อน
                            พร้อมกันนี้ให้มีการปรับกระบวนการทำงานของ ศอ.บต. ใหม่

                            และที่สำคัญคือจัดให้มีการศึกษาศักยภาพของอำเภอจะนะเพื่อสร้างทางเลือกการพัฒนาที่ยั่งยืน
                            ซึ่งหนูเชื่อว่านี่คือหนทางที่จะนำไปสู่การแก้ไขปัญหาความขัดแย้งทั้งหมดได้อย่างแท้จริง

                            จึงเรียนมาด้วยความเคารพ
                            นางสาวไครียะห์ ระหมันยะ1 กรกฏาคม 2563</span> ... <a href="?p=view&petition=4"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><strong>ไครียะห์ ระหมันยะ</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/4.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        8,328 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div style="font-size: small;"><i class="fas fa-link"></i> ได้รับการพูดถึงที่ <strong>www.thairath.co.th</strong></div>
            <hr>
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน กระทรวงกลาโหม</p>
                    <p class="h5"><b>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</b></p>
                    <p>
                        เกณฑ์ทหาร (Conscription) คือ การเรียกใช้แรงงานอย่างไม่สมัครใจโดยฝ่ายปกครอง
                        โดยมีรายงานว่าในหลายประเทศได้ยกเลิกการเกณฑ์ทหารไปแล้ว
                        เหตุผลที่ในบางประเทศได้มีการยกเลิกการเกณฑ์ทหาร หรือยังคงมีการเกณฑ์ทหารอยู่
                        อาจขึ้นอยู่กับปัจจัยหลายประการ โดยในบางประเทศ<span class="seemore">ได้มองข้อเสียของการเกณฑ์ทหารว่า
                        ทำให้เกิดความความสิ้นเปลืองทางเศรษฐกิจในยามที่ประเทศสงบสุข อีกทั้งยังขัดกับปฏิญญาสากล
                        ว่าด้วยสิทธิมนุษยชน รวมถึงขัดกับเสรีภาพของประชาชน
                        ขณะที่ในบางประเทศมองว่า การเกณฑ์ทหารมีข้อดี คือ เป็นการเตรียมพร้อมสำหรับประเทศที่ยังมีภาวะสงคราม
                        หรือคาดว่าอาจจะเกิดสงครามได้ในอนาคต
                        ซึ่งผมมองว่าในประเทศไทยของเราและประเทศรอบๆน่าจะหมดไปแล้วซึ่งสงครามที่จะก่อให้ประเทศเสียหายล้มตาย
                        หรือในเขตชายแดนที่อาจยังมีเหตุการความไม่สงบอยู่บ้าง แต่ในส่วนของกองกำลังผมว่า
                        ต่อให้เรามีกำลังพลมากมายแต่ต้องออกไปต่อสู้ด้วยการถูกบังคับหรือความหวาดกลัวไม่น่าจะก่อให้เกิดผลดี
                        ต่างจากคนที่สมัครใจและมีความมุ่งมั่นในการจะช่วยเหลืออาจจะเป็นประโยชน์มากกว่าแน่นอน
                        อีกประเด็นคือเรื่องของความรักชาติ มีคนมักถามว่า "ทำไมไม่อยากเป็นทหาร คุณไม่รักชาติเลยหรอ
                        เกิดเป็นลูกผู้ชายทั้งที น่าภาคภูมิใจจะตาย" ซึ่งในเรื่องนี้ผมเห็นด้วยนะครับ
                        ลูกผู้ชายบางคนต้องการที่จะดูแลและพร้อมจะเสียสละเพื่อปกป้องประเทศ แต่คุณอย่าลืมนะครับว่า
                        ไม่ได้มีแค่อาชีพตำรวจทหารเท่านั้นที่ทำให้ประเทศเรายังดำเนินต่อไปได้ ทุกคนคิดไม่เหมือนกันครับ
                        บางคนอาจมีงานการมีอาชีพที่ดีเพื่อเขาจะได้เลี้ยงดูครอบครัว แต่ต้องหยุดลงเพราะต้องมาเป็นทหาร
                        แต่ผมไม่ได้ว่าทหารไม่ดีนะครับ ผมกำลังพูดถึงทุกคนมีหน้าที่ และที่สำคัญ "ไม่ได้เป็นทหาร
                        ไม่ได้แปลว่าไม่รักชาติ" อย่าเอาคำว่ารักชาติมาเป็นบรรทัดฐานเลยครับ ใครๆก็รักกันทั้งนั้น
                        สรุปสิ่งที่ต้องการจะบอกคือ
                        ผมคิดว่ากำลังพลของทหารในปัจจุบันน่าจะเพียงพอสำหรับการดูแลความเรียบร้อยของบ้านเมืองในเวลานี้แล้ว
                        ไม่ได้มีสงครามหรือเหตุอันตรายที่ทำให้บ้านเมืองพังพินาศ และกำลังพลที่ดีควรมาจากความสมัครใจ
                        ไม่ใช่จากการถูกบังคับ
                        ซึ่งหลายๆประเทศเขาก็ได้ยกเลิกกฎระเบียบนี้เนื่องจากมองว่าอาจขัดกับเสรีภาพของประชาชน
                        ที่หลายคนออกมาเรียกร้องอาจจะไม่ใช่เพราะเขาไม่อยากไปลำบากในการฝึกในสนามรบ
                        แต่ยังมีอีกหลายคนที่อาจมีความจำเป็นจริงๆอีกมากมายครับ </span> ... <a href="?p=view&petition=5"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><img src="./petition/4-1.jpg" alt="" class="img-fluid mb-0 rounded-circle" width="25"
                            height="2">&nbsp;&nbsp;<strong>PRIMO X</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/5.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน 39,403 คน</p>
                </div>
            </div>
        </div>
                `;
                document.getElementById('btnMore').innerHTML = '';
            }
        </script>
    </div>

    <?php
            }
        ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 1){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก<br>ดงพญาเย็น-เขาใหญ่</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/1.jpg" alt="" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./petition/1-1.jpg" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25"
                                height="2">&nbsp;&nbsp;<strong><u>เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>อธิบดีกรมชลประทาน กระทรวงเกษตรและสหกรณ์</u></strong>
                        </p>
                        <p style="font-size: 22px;"><i>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร</i></p>
                        <p style="font-size: 22px;">
                            ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                            อำเภอจะนะ จ.สงขลา การรุกพื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                            การเข้าทำเหมืองแร่ในเขตป่าสงวน จ.ลพบุรี และอีกหลากหลายโครงการ...<strong>
                                จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                                แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?</strong>
                        </p>
                        <p style="font-size: 22px;">
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                        </p>
                        <p style="font-size: 22px;">
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                        </p>
                        <p style="font-size: 22px;">
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                        </p>
                        <p style="font-size: 22px;">
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่า<strong>ควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน
                                สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                                หรือ
                                การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                                เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่</strong>
                        </p>
                        <p style="font-size: 22px;">
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                        </p>
                        <p style="font-size: 22px;">
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                        </p>
                        <p style="font-size: 22px;">
                            เราเชื่อว่า <strong>ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’
                                เสมอไป</strong> ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                        </p>
                        <p style="font-size: 22px;">
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะ<strong>ก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง</strong>
                            แต่ท้ายสุดก็ถูกปัดตกไป ตามมติครม. เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                        </p>
                        <p style="font-size: 22px;">
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า <strong>#อย่าหาทำ</strong>
                            จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                        </p>
                        <p style="font-size: 22px;"><strong>-- หมายเหตุ --</strong></p>
                        <p style="font-size: 22px;">
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)
                        <ul>
                            <ul style="font-size: 22px;">
                                <li>ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติทับลาน</li>
                                <li>คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติทับลาน</li>
                                <li>ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                </li>
                                <li>คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                <li>คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                <li>คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                <li>ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติตาพระยา</li>
                            </ul>
                        </ul>
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้ร่วมสนับสนุน 2,000 คน
                            </div>
                            <div class="ml-auto">
                                21 ชั่วโมงที่ผ่านมา
                            </div>
                        </div>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                            </div>
                            <div class="ml-auto">
                                4 วันที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>Thayos Ayasanonth</strong><span class="text-secondary"
                                        style="font-size: small;"> 4 วันที่ผ่านมา</span></p>
                                <p>เขื่อนมีเยอะมากฝนเมืองไทย แต่แทบทุดเขื่อนไม่สามารถให้ประโยชน์ได้เต็มที่ หน้าน้ำล้น
                                    หน้าแล้งน้ำแห้งเขื่อน ที่สำคัญขบวนการกินป่ามันแฝงเข้ามากับโครงการเหล่านี้</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>bob b</strong><span class="text-secondary" style="font-size: small;"> 4
                                        วันที่ผ่านมา</span></p>
                                <p>หยุดเขื่อน หยุดทำลายป่าไม้ เเละระบบนิเวศน์</p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><strong>มีผู้สนับสนุน 2,119 คน</strong> ขออีกให้ถึง 2,500 คน!</p>
                        <div class="progress">
                            <div class="progress-bar progress-bar-striped bg-danger progress-bar-animated"
                                role="progressbar" style="width: 84.76%" aria-valuenow="100" aria-valuemin="0"
                                aria-valuemax="100"></div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/nattapol.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>ณัฐพล ตรัยศิริกมล</strong> ลงชื่อสนับสนุน 2 ชั่วโมงที่ผ่านมา
                                </span>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>Muttika Cloutier</strong> ลงชื่อสนับสนุน 3 ชั่วโมงที่ผ่านมา
                                </span>
                            </div>
                        </div>
                        <hr>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/me.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-8">
                                <span class="text-center">
                                    <strong>Akira fosterz</strong> thai, ไทย
                                </span>
                            </div>
                            <div class="col-2">
                                <a href="?p=profile&s=account" class="navactive"><i class="fas fa-edit"></i></a>
                            </div>
                        </div>
                        <br>
                        <textarea placeholder="คุณลงชื่อสนับสนุนเพราะ...(ไม่บังคับ)" name="" id="" cols="30" rows="3"
                            class="form-control" style="resize: none;"></textarea><br>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c1">
                            <label for="c1" class="form-check-label" style="font-size: small;">
                                ยินดีแชร์ชื่อและที่อยู่อีเมลของฉันกับ
                                เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                เพื่อรับการแจ้งเตือนเกี่ยวกับความคืบหน้าของแคมเปญนี้ และแคมเปญอื่นๆ ที่เกี่ยวข้อง
                            </label>
                        </div>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c2" checked>
                            <label for="c2" class="form-check-label" style="font-size: small;">
                                แสดงชื่อและความเห็นของฉันบนหน้าแคมเปญ
                            </label>
                        </div><br>
                        <button class="btn btn-block btn-danger btn-lg"><i class="fas fa-lock fa-sm"></i>
                            ร่วมลงชื่อสนับสนุน</button>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Muttika Cloutier</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>I want to save Thailand and save the environment</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Rueangrit Promdam</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เอาป่าไปแลกเขื่อน จะเอาน้ำจากไหนไปเติมเขื่อน
                            ควรใช้ทางเลือกเพิ่มแหล่งน้ำกระจายไปในพื้นที่นอกป่าดีกว่า
                            ยิ่งเป็นพื้นที่ป่ามรดกโลกไม่ควรอย่างยิ่งที่จะบุกรุกทำลายป่าอีก</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ณัฐพล นาสมฝัน</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ยินดีสนับสนุนครับ</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>นิจจารีย์ ฝาชัยภูมิ</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เราควรมีพื้นที่ป่ามากกว่าพื้นที่เขื่อน ที่มีผลเสียมากกว่าผลดี</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Panida Kittiratmai</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่อยากให้ทำลายเบียดเบียนธรรมชาติ สิ่งแวดล้อมของโลก</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>นิจจารีย์ ฝาชัยภูมิ</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>เราควรมีพื้นที่ป่ามากกว่าพื้นที่เขื่อน ที่มีผลเสียมากกว่าผลดี</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>สุดาพร ศรีทองพิมพ์</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>ต้องการปกป้องที่อยู่อาศัยของสัตว์ป่าและไม่ให้ทำลายป่าอันเป็นทรัพยากรที่สำคัญ</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/chaiyaporn.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ชัญญอร บุบผาสุวรรณ</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>อย่าสร้างอีกเลย ธรรมชาติจะรักษาโลกเสมอ</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p']) && $_GET['p'] == 'create' && !isset($_GET['s'])){
    ?>
    <br><br>
    <div class="container">
        <p class="h2"><strong>แคมเปญของคุณเกี่ยวข้องกับประเด็นอะไร?</strong></p>
        <p>เลือกหัวข้อที่เกี่ยวข้องกับแคมเปญของคุณ
            เพื่อให้ระบบแสดงแคมเปญไปยังกลุ่มผู้ใช้งานที่คาดว่าจะสนใจร่วมลงชื่อสนับสนุน</p><br>
        <div class="row">
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="1" class="petition-logo rounded-circle m-auto" onclick="logo(1)">
                    <div class="text-center " style="font-size:60px;">
                        <i class="fas fa-paw fa-lg" style="margin-top: 40px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;">
                    <strong>ประเด็นเกี่ยวข้องกับสัตว์</strong></p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="2" class="petition-logo rounded-circle m-auto" onclick="logo(2)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-user-friends fa-lg" style="margin-top: 45px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สิทธิมนุษยชน</strong></p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="3" class="petition-logo rounded-circle m-auto" onclick="logo(3)">
                    <div class="text-center " style="font-size:60px;">
                        <i class="fas fa-graduation-cap fa-lg" style="margin-top: 40px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>การศึกษา</strong></p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="4" class="petition-logo rounded-circle m-auto" onclick="logo(4)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-coins fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>ความเป็นธรรมทางเศรษฐกิจ</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="5" class="petition-logo rounded-circle m-auto" onclick="logo(5)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-fist-raised fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>การเมือง</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="6" class="petition-logo rounded-circle m-auto" onclick="logo(6)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-map-marker-alt fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;">
                    <strong>เรื่องที่เกิดขึ้นในชุมชน</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="7" class="petition-logo rounded-circle m-auto" onclick="logo(7)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-tree fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สิ่งแวดล้อม</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="8" class="petition-logo rounded-circle m-auto" onclick="logo(8)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-balance-scale-right fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;">
                    <strong>การใช้กฎหมายอย่างเป็นธรรม</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="9" class="petition-logo rounded-circle m-auto" onclick="logo(9)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-home fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>ครอบครัว</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="10" class="petition-logo rounded-circle m-auto" onclick="logo(10)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-venus fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สิทธิของผู้หญิง</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="11" class="petition-logo rounded-circle m-auto" onclick="logo(11)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-rainbow fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>LGBT</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="12" class="petition-logo rounded-circle m-auto" onclick="logo(12)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-theater-masks fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>ศิลปวัฒนธรรม</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="13" class="petition-logo rounded-circle m-auto" onclick="logo(13)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-utensils fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>อาหาร</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="14" class="petition-logo rounded-circle m-auto" onclick="logo(14)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-heartbeat fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สุขภาพ</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="15" class="petition-logo rounded-circle m-auto" onclick="logo(15)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-question fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>อื่นๆ</strong>
                </p>
            </div>
        </div>
        <p class="text-right"><a href="?p=create&s=2"><button class="btn btn-danger btn-lg">ไปต่อ</button></a></p>
    </div>
    <script>
        function logo(num) {
            for (var i = 1; i <= 15; i++) {
                document.getElementById(i).style.color = "#ff0000";
                document.getElementById(i).style.backgroundColor = "#fdf9f2";
            }
            document.getElementById(num).style.color = "#fff";
            document.getElementById(num).style.backgroundColor = "#ff0000";
        }
    </script>
    <?php
        }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '2'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    1
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    2
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    3
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>เขียนหัวข้อแคมเปญรณรงค์ของคุณ</strong></p>
        <p>เพราะหัวข้อแคมเปญเป็นส่วนแรกที่คนอ่านจะเห็นก่อน คุณควรเขียนข้อความสั้นๆ เน้นว่าต้องการอะไร
            อยากให้เกิดความเปลี่ยนแปลงอะไร</p>
        <form action="?p=create&s=3" method="POST">
            <p><input type="text" name="name" class="form-control" placeholder="อยากเปลี่ยนแปลงอะไร?" maxlength="100"
                    required id="name" onchange="count()"></p>
            <p class="">
            <div id="wo" class="text-right">100</div>
            </p>
            <p class="text-right"><button class="btn btn-lg btn-danger" type="submit">ต่อไป</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>เขียนสั้นๆ ให้ตรงประเด็น</strong></p>
            <p>ตัวอย่าง: "ร้านอาหาร XX หยุดซื้อไข่ไก่จากฟาร์มเลี้ยงที่ไร้มาตฐาน"</p>
            <p>ไม่ใช่: "หยุดการทารุณกรรมไก่ในฟาร์ม"</p>
            <br>
            <p><strong>ลองนึกถึงทางออกที่เฉพาะเจาะจง</strong></p>
            <p>ตัวอย่าง: "เพิ่มค่าแรงขั้นต่ำเป็น 500 บาท/วัน ในจังหวัดนนทบุรี"</p>
            <p>ไม่ใช่: "แก้ไขปัญหาความเหลื่อมล้ำในจังหวัดนนทบุรี"</p>
            <br>
            <p><strong>ประเด็นนี้มีความเร่งด่วนอย่างไร</strong></p>
            <p>ตัวอย่าง: "ขอยา XX รักษาเด็กหญิง XX ที่กำลังป่วยหนักก่อนที่จะสายเกินไป"</p>

        </div>
    </div>
    <script>
        function count() {
            word = document.getElementById('name').value.length;
            document.getElementById('wo').innerHTML = 100 - parseInt(word);
        }

    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '3'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    2
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    3
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>ใครคือผู้มีอำนาจตัดสินใจ?</strong></p>
        <p>เลือกผู้ที่จะมารับเรื่องร้องเรียนของคุณ - อาจเป็นบุคคล กลุ่มคน หรือองค์กรที่มีอำนาจในการแก้ไขปัญหา</p>
        <form action="?p=create&s=4" method="POST">
            <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
            <p><input type="text" name="who" class="form-control"
                    placeholder="เป้าหมายของการรณรงค์ (เช่น ผู้ว่าราชการจังหวัด เจ้าของบริษัท XX ฯลฯ)" maxlength="100"
                    required id="who" onchange="count()"></p>
            <p class="">
            <div id="wo" class="text-right">100</div>
            </p>
            <p class="text-right"><button class="btn btn-lg btn-danger" type="submit">ต่อไป</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>ผู้มีอำนาจตัดสินใจอาจไม่ใช่เจ้าหน้าที่รัฐเสมอไป
                    บางครั้งคนที่สามารถทำให้เกิดความเปลี่ยนแปลงได้คือภาคธุรกิจ หรือเจ้าของบริษัท</strong></p>
            <p>เช่น "มาร์ค ซัคเคอร์เบิร์ก ผู้ก่อตั้งเฟสบุ๊ค" หรือ "เครือเจริญโภคภัณฑ์ (CP)"</p>
            <br>
            <p><strong>นักการเมือง สมาชิกสภานิติบัญญัติแห่งชาติ เจ้าหน้าที่รัฐ​ หรือองค์กรอิสระ
                    คือผู้มีอำนาจตัดสินใจเช่นกัน</strong></p>
            <p>เช่น องค์การบริหารส่วนตำบล XX สมาชิกสภาผู้แทนราษฎรจังหวัดของคุณ ​หรือ รัฐมนตรีกระทรวงต่างๆ</p>
            <br>
            <p><strong>อย่าคิดเยอะ (หมายเหตุ: 'ประชาชนทุกคน' 'คนไทยทุกคน' ไม่ใช่ผู้มีอำนาจตัดสินใจ)</strong></p>
            <p>คุณสามารถเข้ามาแก้ไขชื่อผู้มีอำนาจตัดสินใจได้ทุกเมื่อ ถ้ายังนึกไม่ออก
                ลองใส่คนที่น่าจะเป็นไปได้มากที่สุดไปก่อน แล้วค่อยไปหาข้อมูลเพิ่มเติม</p>

        </div>
    </div>
    <script>
        function count() {
            word = document.getElementById('who').value.length;
            document.getElementById('wo').innerHTML = 100 - parseInt(word);
        }

    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '4'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    3
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>เล่าปัญหาที่คุณต้องการแก้ไข</strong></p>
        <p>อธิบายปัญหาที่คุณต้องการให้มีการแก้ไข เล่าว่าความเปลี่ยนแปลงจะมีผลอย่างไรต่อคุณ ครอบครัวของคุณ หรือสาธารณะ
        </p>
        <form action="?p=create&s=5" method="POST">
            <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
            <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
            <p>
                <textarea name="detail" id="detail" class="form-control" cols="30" rows="10" required
                    style="resize: none;" onchange="count()"></textarea>
            </p>
            <div id="de" class="row">
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;
                <div class=" rounded-circle"
                    style="width: 30px; height: 30px; background-color: #cccccc; color: #ffffff; border: 2px solid #cccccc;">
                    <div class="text-center " style="font-size:18px;">
                        <i class="fas fa-check"></i>
                    </div>
                </div>
                &nbsp;&nbsp;แคมเปญที่ประสบความสำเร็จส่วนใหญ่นอกจากจะมีเนื้อหาครบถ้วนแล้ว
                ความยาวของเนื้อหาจะอยู่ที่ประมาณ 3 ย่อหน้า
                (ไม่เกิน 1 หน้ากระดาษ A4)
                </p>

            </div>
            <p class="text-right"><button class="btn btn-lg btn-danger" type="submit">ต่อไป</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>อธิบายว่าใครบ้างที่ได้รับผลกระทบจากปัญหา</strong></p>
            <p>คนทั่วไปจะอยากเข้าร่วมลงชื่อสนับสนุนเมื่อพวกเขารู้ว่าจะเกิดความเปลี่ยนแปลงอะไร เป็นประโยชน์ต่อใคร</p>
            <br>
            <p><strong>ลองนึกถึงทางออก</strong></p>
            <p>อธิบายว่าทำไมถึงต้องเปลี่ยน และใครสามารถทำให้เกิดความเปลี่ยนแปลง
                ต้องบอกให้ชัดว่าจะเกิดอะไรขึ้นหากสามารถเปลี่ยนแปลงได้สำเร็จ (หรือไม่สำเร็จ)</p>
            <br>
            <p><strong>ดราม่าได้แต่อย่ามากเกินจริง</strong></p>
            <p>คนทั่วไปจะอยากสนับสนุนถ้าแคมเปญของคุณ หากคุณอธิบายชัดเจนว่าทำไมเรื่องนี้ถึงสำคัญ</p>
            <br>
            <p><strong>เคารพคนที่คิดเห็นต่างจากคุณ</strong></p>
            <p>อย่าใช้คำหยาบ ให้ร้าย สร้างเรื่องขึ้นเอง หรือใช้ถ้อยคำที่เป็นการทำร้ายคนอื่น</p>

        </div>
    </div>
    <script>
        function count() {
            word = document.getElementById('detail').value.length;
            if (parseInt(word) >= 1000) {
                document.getElementById('de').innerHTML = `
                <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;<div class=" rounded-circle"
                        style="width: 30px; height: 30px; background-color: #5cb85c; color: #ffffff; border: 2px solid #5cb85c;">
                        <div class="text-center " style="font-size:18px;">
                            <i class="fas fa-check"></i>
                        </div>
                    </div>
                    &nbsp;&nbsp;ดีมาก! แคมเปญของคุณมีเนื้อหาครบ&nbsp;<span style="color: #5cb85c;">`+ (parseInt(word)) + `</span>&nbsp;ตัวอักษร เรียบร้อยแล้ว
                    </p>
                `;
            } else {
                document.getElementById('de').innerHTML = `
                <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;<div class=" rounded-circle"
                        style="width: 30px; height: 30px; background-color: #dab65d; color: #ffffff; border: 2px solid #dab65d;">
                        <div class="text-center " style="font-size:18px;">
                            <i class="fas fa-check"></i>
                        </div>
                    </div>
                    &nbsp;&nbsp;เกือบแล้ว! เราแนะนำให้คุณเขียนเนื้อหาแคมเปญอีก&nbsp;<span style="color: #ff0000;">`+ (1000 - parseInt(word)) + `</span>&nbsp;ตัวอักษร ก่อนที่จะสรุปใจความสำคัญท้ายสุด
                    </p>
                `;
            }
        }

    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '5'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>ใส่ภาพประกอบ หรือ วีดีโอ</strong></p>
        <p>แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า</p>
        <form action="?p=create&s=6" method="POST">
            <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
            <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
            <input type="hidden" name="detail" id="" value="<?php echo $_POST['detail']; ?>">
            <div class="text-center" style="border: 2px solid #ccc; border-style:dashed; padding: 30px; height: 550px;">
                <p><img src="./home/jpg.png" alt="" class="img-fluid"></p>
                <input type="file" class="" accept=".jpg"><br><br>
                <div class="text-secondary"> หรือ</div><br><br>
                <div class="input-group mb-3">
                    <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                        aria-describedby="button-addon2">
                    <div class="input-group-append">
                        <button class="btn btn-outline-secondary" type="button" id="button-addon2">เพิ่มเติม</button>
                    </div>
                </div>
                <p class="text-left text-secondary">ทีมงาน Change.org อาจทำวิธีการทดลองเปลี่ยนรูปแคมเปญของคุณหลายๆ
                    แบบพร้อมเก็บข้อมูลทางสถิติว่ารูปไหน ช่วยให้มีคนสนใจแคมเปญมากขึ้น <u>ข้อมูลเพิ่มเติม</u></p>
            </div>

            <br>
            <p class="text-right"><button class="btn btn-lg btn-danger"
                    type="submit">บันทึกและดูหน้าจำลองแคมเปญของคุณ</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>เลือกรูปที่สามารถสื่อถึงเรื่องรณรงค์ของคุณ</strong></p>
            <p>ภาพคนหรือภาพสัตว์เป็นทางเลือกที่ดี</p>
            <br>
            <p><strong>ใส่ภาพที่มีขนาด 1600 x 900 พิกเซล เป็นอย่างต่ำ</strong></p>
            <p>ภาพใหญ่หน่อยจะดูดีและชัดเจน</p>
            <br>
            <p><strong>เลือกภาพที่สามารถเข้าถึงใจคนทุกกลุ่ม</strong></p>
            <p>เลือกภาพที่เหมาะสม ไม่รุนแรง สร้างความเกลียดชัง หรือ แสดงออกเรื่องเพศอย่างโจ่งแจ้ง</p>


        </div>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '6'){
    ?>
    <div class="row bg-light" style="padding: 15px;;">
        <div class="container">
            <div class="d-flex">
                <div class="m-auto"><strong>เกือบจะเสร็จแล้ว!</strong> ลองดูแคมเปญของคุณก่อนเผยแพร่</div>
                <div class="ml-auto">

                    <form action="?p=create&s=edit" method="POST" class="">
                        <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
                        <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
                        <input type="hidden" name="detail" id="" value="<?php echo $_POST['detail']; ?>">
                        <button type="submit" class="btn bg-white"
                            style="border-color: #ff0000; border: 2px solid #ff0000; color: #ff0000;">แก้ไข</button>
                        <button type="button" onclick="alert('DEMO: เผยแพร่เรียบร้อย')" class="btn"
                            style="border-color: #ff0000; border: 2px solid #ff0000; color: #ffffff; background-color: #ff0000;">เผยแพร่แคมเปญ</button>
                    </form>
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <br><br>
        <p class="text-center">ร้องเรียน<strong><?php echo $_POST['who']; ?></strong></p>
        <p class="h4 text-center" style="font-size: 34px;"><strong><?php echo $_POST['name']; ?></strong></p>
        <br>
        <p class="text-center" style="font-size: small;"><strong><u>akira fosterz</u></strong> <span
                class="text-secondary">thai
                ประเทศไทย</span></p>
        <br>
        <textarea class="bg-white form-control" cols="30" rows="25" readonly
            style="border: none; font-size: 30px;100; color: black;"><?php echo $_POST['detail']; ?></textarea>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == 'edit'){
    ?>
    <div class="row bg-light" style="padding: 15px;;">
        <div class="container">
            <div class="d-flex">
                <div class="m-auto"></div>
                <div class="ml-auto">

                    <form action="?p=create&s=6" method="POST" class="">
                        <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
                        <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
                        <input type="hidden" name="detail" id="" value="<?php echo $_POST['detail']; ?>">
                        <button type="submit" class="btn"
                            style="border-color: #ff0000; border: none; color: #ff0000;">ยกเลิก</button>
                        <button type="button" onclick="alert('DEMO: บันทึกและเผยแพร่เรียบร้อย')" class="btn"
                            style="border-color: #ff0000; border: 2px solid #ff0000; color: #ffffff; background-color: #ff0000;">บันทึก</button>
                    </form>
                </div>
            </div>
        </div>
    </div>
    <div class="container">

        <br><br>
        <p><input type="text" placeholder="คนที่สามารถทำให้เกิดการเปลี่ยนแปลง (เลี่ยงการใช้ 'ประชาชนทั่วไป' & 'ทุกคน')"
                class="form-control" value="<?php echo $_POST['who']; ?>"></p>
        <p><input type="text" placeholder="อยากเปลี่ยนแปลงอะไร?" maxlength="100" id="name" class="form-control"
                value="<?php echo $_POST['name']; ?>" onchange="count()"></p>
        <p class="text-right"><span id="wo">...</span></p>
        <p>
            <center>
                <span class="justify-content-center d-flex"
                    style="border: 2px solid #ccc; border-radius: 5px; padding: 20px; width: 23%;">
                    <span class="">
                        <img src="./avartar/me.jpg" class="img-fluid rounded-circle" alt="" width="50" height="50">
                    </span>
                    <span class="ml-auto text-left">
                        <strong>akira fosterz</strong><br>
                        <span class="text-secondary">thai ประเทศไทย</span>
                    </span>
                </span>
            </center>
        </p>
        <div class="text-center" style="border: 2px solid #ccc; border-style:dashed; padding: 30px; height: 350px;">
            <p><img src="./home/jpg.png" alt="" class="img-fluid"></p>
            <input type="file" class="" accept=".jpg"><br><br>
            <div class="text-secondary"> หรือ</div><br><br>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-secondary" type="button" id="button-addon2">เพิ่มเติม</button>
                </div>
            </div>
        </div><br>
        <p>
            <textarea name="detail" id="detail" class="form-control" cols="30" rows="5" required
                style="resize: none;"><?php echo $_POST['detail']; ?></textarea>
        </p>


    </div>
    <script>
        function count() {
            word = document.getElementById('name').value.length;
            document.getElementById('wo').innerHTML = 100 - parseInt(word);
        }
    </script>

    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && !isset($_GET['m'])){
    ?>

    <div class="container">
        <br><br>
        <p class="h1 text-center"><strong>akira fosterz</strong></p><br>
        <p class="text-secondary text-center"><i class="fas fa-map-marker-alt"></i> thai ประเทศไทย</p><br>
        <p class="text-center">
            <a href="?p=profile&s=account">
                <span class="btn" style="border: 2px solid #ccc; padding: 8px; border-radius: 5px;">
                    แก้ไขข้อมูลโปรไฟล์
                </span>
            </a>
        </p><br>
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">สร้างไปแล้ว (3 แคมเปญ)</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#profile" role="tab"
                    aria-controls="profile" aria-selected="false">ร่วมลงชื่อไปแล้ว (2 แคมเปญ)</a>
            </li>

        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียนกับสำนักงานตำรวจแห่งชาติ,
                        กระทรวงศึกษาธิการ, รัฐบาล, สมาชิกสภาผู้แทนราษฎร </p>
                    <p class="h4"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</strong></p>
                    <p>
                        หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                        ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร
                        ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                        อำเภอจะนะ
                        จ.สงขลา การรุกพื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                        การเข้าทำเหมืองแร่ในเขตป่าสงวน
                        จ.ลพบุรี และอีกหลากหลายโครงการ<span class="seemore">...
                            จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                            แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่าควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                            หรือ
                            การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                            เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี
                            เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                            เราเชื่อว่า ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’ เสมอไป ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง
                            แต่ท้ายสุดก็ถูกปัดตกไป
                            ตามมติครม.
                            เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า
                            #อย่าหาทำ จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                            -- หมายเหตุ --
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)

                            ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร) ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติตาพระยา</span> ... <a href="?p=mypetition&m=1"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 2,119 คน
                        </div>
                    </div>
                </div>
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-secondary"><span class="bg-light"
                            style="padding: 5px; font-size: small;"><strong>ฉบับร่าง</strong></span></p>
                    <p class="text-secondary" style="font-size: small;">ร้องเรียนกับณัฏฐพล ทีปสุวรรณ
                        รัฐมนตรีว่าการกระทรวงศึกษาธิการ</p>
                    <p class="h4"><strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                            #อย่าให้มันจบที่ครูจุ๋ม</strong></p>
                    <p>

                        ผมก็เหมือนอีกหลายๆ คนที่รู้สึกไม่สบายใจหลังจากที่ไม่กี่วันมานี้เห็นข่าวความรุนแรงที่เกิดขึ้นที่
                        รร. สารสาสน์วิเทศน์ราชพฤกษ์ ผมตัดสินใจกดเข้ากลุ่มเฟซบุ๊ก ‘สมาคมผู้ปกครอง Online
                        สารสาสน์วิเทศราชพฤกษ์’ แล้วพบว่า
                        จากเป็นแค่กลุ่มผู้ปกครองที่มารวมตัวกันนัดแนะเรื่องดำเนินคดีครูจุ๋ม ตอนนี้ยกระดับกลายเป็นว่า<span
                            class="seemore">
                            มีผู้ปกครองจากโรงเรียนอื่นๆ เข้ามาแลกเปลี่ยนข้อมูล แชร์ประสบการณ์ ขอคำปรึกษา
                            จากโรงเรียนไฮโซ กระโดดไปโรงเรียนนานาชาติ ข้ามไปโรงเรียนเอกชน ต่อไปยังโรงเรียนรัฐ โรงเรียนวัด
                            หรืออาจจะเป็นสถานรับเลี้ยงเด็กก็ได้ในอนาคต
                            ผมรู้สึกได้ถึงความกังวลและตื่นตัวขนานใหญ่
                            มันไม่ใช่แค่เรื่องคดีครูจุ๋มและสารสาสน์วิเทศราชพฤกษ์อีกต่อไปแล้ว
                            มันขยายวงกว้างและมีการตั้งคำถามอันแหลมคมถึงเรื่องหลักเกณฑ์การรับครูเข้าทำงาน
                            การออกใบประกอบอาชีพครู จิตวิทยาดูแลสภาพจิตครู เรื่องการติดตั้งกล้องวงจรปิดในห้องเรียน
                            ปัญหาการบูลลี่ในหมู่เด็กนักเรียนที่ผู้ปกครองต้องเจอ
                            ความรับผิดชอบของโรงเรียนในกรณีเกิดเหตุขึ้น
                            การรวมตัวของผู้ปกครองจนเป็นเครือข่าย ขั้นตอนการดำเนินการฟ้องร้อง การศึกษากฎหมายที่เกี่ยวข้อง
                            ฯลฯ
                            เพราะเรื่องนี้เป็นเรื่องใหญ่มาก
                            มันเป็นเรื่องของความปลอดภัยในชีวิตเด็กนักเรียนที่อาจเกิดขึ้นกับใครก็ได้ในโรงเรียนทุกระดับ
                            แต่ที่ผ่านมาเรายังเห็นความรุนแรงในลักษณะนี้เกิดขึ้นซ้ำแล้วซ้ำเล่า
                            ไม่นับส่วนที่ไม่ถูกสื่อรายงานข่าว
                            ผมคิดว่าถ้าปัญหาคือโครงสร้างใหญ่ ก็เห็นความจำเป็นว่าจะต้องล้างมันทั้งระบบ
                            #อย่าให้มันจบที่ครูจุ๋ม
                            ผมอยากให้กระทรวงศึกษาธิการเป็นเจ้าภาพหลัก จัดประชุมใหญ่ๆ สักแมตช์
                            เชิญทุกภาคส่วนที่เกี่ยวข้องมาคุยแก้ปัญหาร่วมกันและจัดทำ roadmap ที่จับต้องได้
                            ไม่ว่าจะเป็นสื่อมวลชน เอ็นจีโอ นักจิตวิทยา นักการศึกษา นักกฎหมาย เครือข่ายผู้ปกครอง โรงเรียน
                            ตำรวจ ฯลฯ ใครก็ตามที่เกี่ยวข้องก็คงต้องใช้เวลานี้แหละ
                            ผลักดันให้เกิดความเปลี่ยนแปลงในเชิงโครงสร้าง เพื่อหาแนวทางแก้ไขปัญหาอย่างถึงรากถึงโคน
                            ปรับแก้-เปลี่ยนกฎหมาย รื้อโครงสร้าง ล้างระบบใหม่ไปเลย (หรือในภาษาเฉิ่มๆ ที่เรียกว่า
                            'วาระแห่งชาติ') ไม่งั้นเดี๋ยวก็เงียบฉี่หายไปอีก
                            #ไปให้สุดอย่าหยุดที่สารสาสน์วิเทศน์ราชพฤกษ์
                            #อย่าให้มันจบที่ครูจุ๋ม</span> ...<button href="javascript:;" class="indexhead"
                            onclick="parentNode.submit();" form="data" type="submit"
                            style="border: none; background-color: #ffffff;">เรียนรู้เพิ่มเติม</button>
                    <form action="?p=create&s=edit" method="POST" id="data">
                        <input type="hidden" name="name"
                            value="กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร. #อย่าให้มันจบที่ครูจุ๋ม">
                        <input type="hidden" name="who" value="ณัฏฐพล ทีปสุวรรณรัฐมนตรีว่าการกระทรวงศึกษาธิการ">
                        <input type="hidden" name="detail"
                            value="ผมก็เหมือนอีกหลายๆ คนที่รู้สึกไม่สบายใจหลังจากที่ไม่กี่วันมานี้เห็นข่าวความรุนแรงที่เกิดขึ้นที่ รร. สารสาสน์วิเทศน์ราชพฤกษ์ ผมตัดสินใจกดเข้ากลุ่มเฟซบุ๊ก ‘สมาคมผู้ปกครอง Online สารสาสน์วิเทศราชพฤกษ์’ แล้วพบว่า จากเป็นแค่กลุ่มผู้ปกครองที่มารวมตัวกันนัดแนะเรื่องดำเนินคดีครูจุ๋ม ตอนนี้ยกระดับกลายเป็นว่า มีผู้ปกครองจากโรงเรียนอื่นๆ เข้ามาแลกเปลี่ยนข้อมูล แชร์ประสบการณ์ ขอคำปรึกษา จากโรงเรียนไฮโซ กระโดดไปโรงเรียนนานาชาติ ข้ามไปโรงเรียนเอกชน ต่อไปยังโรงเรียนรัฐ โรงเรียนวัด หรืออาจจะเป็นสถานรับเลี้ยงเด็กก็ได้ในอนาคต ผมรู้สึกได้ถึงความกังวลและตื่นตัวขนานใหญ่ มันไม่ใช่แค่เรื่องคดีครูจุ๋มและสารสาสน์วิเทศราชพฤกษ์อีกต่อไปแล้ว มันขยายวงกว้างและมีการตั้งคำถามอันแหลมคมถึงเรื่องหลักเกณฑ์การรับครูเข้าทำงาน การออกใบประกอบอาชีพครู จิตวิทยาดูแลสภาพจิตครู เรื่องการติดตั้งกล้องวงจรปิดในห้องเรียน ปัญหาการบูลลี่ในหมู่เด็กนักเรียนที่ผู้ปกครองต้องเจอ ความรับผิดชอบของโรงเรียนในกรณีเกิดเหตุขึ้น การรวมตัวของผู้ปกครองจนเป็นเครือข่าย ขั้นตอนการดำเนินการฟ้องร้อง การศึกษากฎหมายที่เกี่ยวข้อง ฯลฯ เพราะเรื่องนี้เป็นเรื่องใหญ่มาก มันเป็นเรื่องของความปลอดภัยในชีวิตเด็กนักเรียนที่อาจเกิดขึ้นกับใครก็ได้ในโรงเรียนทุกระดับ แต่ที่ผ่านมาเรายังเห็นความรุนแรงในลักษณะนี้เกิดขึ้นซ้ำแล้วซ้ำเล่า ไม่นับส่วนที่ไม่ถูกสื่อรายงานข่าว ผมคิดว่าถ้าปัญหาคือโครงสร้างใหญ่ ก็เห็นความจำเป็นว่าจะต้องล้างมันทั้งระบบ #อย่าให้มันจบที่ครูจุ๋ม ผมอยากให้กระทรวงศึกษาธิการเป็นเจ้าภาพหลัก จัดประชุมใหญ่ๆ สักแมตช์ เชิญทุกภาคส่วนที่เกี่ยวข้องมาคุยแก้ปัญหาร่วมกันและจัดทำ roadmap ที่จับต้องได้ ไม่ว่าจะเป็นสื่อมวลชน เอ็นจีโอ นักจิตวิทยา นักการศึกษา นักกฎหมาย เครือข่ายผู้ปกครอง โรงเรียน ตำรวจ ฯลฯ ใครก็ตามที่เกี่ยวข้องก็คงต้องใช้เวลานี้แหละ ผลักดันให้เกิดความเปลี่ยนแปลงในเชิงโครงสร้าง เพื่อหาแนวทางแก้ไขปัญหาอย่างถึงรากถึงโคน ปรับแก้-เปลี่ยนกฎหมาย รื้อโครงสร้าง ล้างระบบใหม่ไปเลย (หรือในภาษาเฉิ่มๆ ที่เรียกว่า 'วาระแห่งชาติ') ไม่งั้นเดี๋ยวก็เงียบฉี่หายไปอีก #ไปให้สุดอย่าหยุดที่สารสาสน์วิเทศน์ราชพฤกษ์ #อย่าให้มันจบที่ครูจุ๋ม">

                    </form>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 1 คน
                        </div>
                    </div>
                </div>
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-white"><span class="bg-danger"
                            style="padding: 5px; font-size: small;"><strong>ชัยชนะ</strong></span></p>
                    <p class="text-secondary" style="font-size: small;">นายวราวุธ ศิลปอาชา
                        (รัฐมนตรีว่าการกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม)</p>
                    <p class="h4"><strong>คัดค้านนำเข้าเศษพลาสติก</strong></p>
                    <p>
                        ก่อนหน้านี้
                        จีนต้องเจอกับปัญหาการลักลอบนำเข้าสารอันตรายที่ปะปนมากับขยะพลาสติกและขยะอื่นหลายชนิดที่นำมาเป็นวัตถุดิบเพื่อรีไซเคิลและผลิตสิ่งของในประเทศ
                        ทำให้เกิดผลกระทบต่อสิ่งแวดล้อมอย่างรุนแรง
                        รัฐบาลจีนจึงออกประกาศห้ามนำเข้าขยะจากต่างประเทศอย่างเร่งด่วน 24 รายการ<span class="seemore">
                            (ต่อมาประกาศเพิ่มเติมรวมทั้งสิ้น 32 รายการ)
                            มาตรการนี้ส่งผลให้ขยะพลาสติกและขยะอิเล็กทรอนิกส์จำนวนมหาศาลไหลทะลักไปสู่ประเทศอื่นในเอเชียตะวันออกเฉียงใต้
                            รวมถึงประเทศไทย

                            จากข้อมูลการนำเข้าเศษพลาสติกของประเทศไทย พบว่า ในปี 2561 มีการนำเข้าเศษพลาสติกสูงถึง 552,912
                            ตัน
                            เทียบกับปี 2559 (ก่อนจีนประกาศห้าม) มีการนำเข้ามาเพียง 69,500 ตัน ซึ่งเพิ่มขึ้นถึง 8 เท่า
                            นอกจากนี้
                            ยังพบกรณีการลักลอบนำเข้าขยะพลาสติกปนเปื้อนและขยะอิเล็กทรอนิกส์สูงขึ้นในช่วงเวลาดังกล่าว
                            เห็นได้จากข่าวการตรวจจับการนำเข้าอย่างผิดกฎหมายที่ท่าเรือและโรงงานรีไซเคิลหลายแห่ง
                            เป็นตัวจุดชนวนให้เกิดกระแสการต่อต้านจากประชาชน
                            และนำมาสู่การเร่งผลักดันให้มีมาตรการควบคุมการนำเข้าขยะอย่างจริงจังในเวลาต่อมา

                            'คณะอนุกรรมการเพื่อบูรณาการการจัดการขยะอิเล็กทรอนิกส์และเศษพลาสติกที่นำเข้าจากต่างประเทศอย่างเป็นระบบ'
                            ซึ่งรัฐบาลแต่งตั้งขึ้นเพื่อแก้ไขปัญหาดังกล่าว มีการประชุมเมื่อวันที่ 15 สิงหาคม 2561
                            และได้มีมติให้ยกเลิกการนำเข้าเศษพลาสติกภายใน 2 ปี โดยมีการกำหนดโควต้า ค่อยๆ
                            ลดการนำเข้าในช่วงผ่อนผันซึ่งตั้งเป้าจะยกเลิกอย่างเด็ดขาดให้ได้ภายใน 30 กันยายน 2563

                            แต่ในช่วงที่ผ่านมา ผู้ประกอบการอุตสาหกรรมได้พยายามขอเพ่ิมจำนวนโควต้านำเข้าพลาสติกต่ออีกในปี
                            2564
                            โดยให้เหตุผลว่า วัตถุดิบที่มีภายในประเทศไม่เพียงพอ คุณภาพต่ำ และมีการปนเปื้อนสูง
                            ซึ่งกรมโรงงานอุตสาหกรรมก็มีท่าทีสนับสนุน

                            เครือข่ายภาคประชาสังคมมีความห่วงใยต่อประเด็นดังกล่าวที่อาจส่งผลกระทบอย่างมากต่อการแก้ปัญหาขยะภายในประเทศ
                            จึงได้ออกแถลงการณ์เพื่อนำเสนอข้อคิดเห็นและข้อเรียกร้องต่อกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อมในฐานะประธานคณะอนุกรรมการบริหารจัดการขยะพลาสติกและขยะอิเล็กทรอนิกส์
                            ให้ “ยืนยันมติเดิม” ของคณะอนุกรรมการฯ เมื่อปี 2561 ที่
                            “กำหนดให้ประเทศไทยยกเลิกการนำเข้าขยะหรือเศษพลาสติกและซากอิเล็กทรอนิกส์ 100% ภายในปี 2563”

                            ขอประชาชนที่เห็นด้วย ร่วมลงชื่อสนับสนุนในแคมเปญนี้เพื่อส่งเสียงไปยังนายวราวุธ ศิลปอาชา
                            ในฐานะเจ้ากระทรวงฯ ให้พิจารณาเรื่องนี้โดยเร่งด่วน!</span> ... <a href="?p=mypetition&m=2"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 25,494 คน
                        </div>
                    </div>
                </div>

            </div>
            <br>
            <div class="tab-pane fade" id="profile" role="tabpanel" aria-labelledby="profile-tab">
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-white"><span class="bg-danger"
                            style="padding: 5px; font-size: small;"><strong>ชัยชนะ</strong></span></p>
                    <p class="text-secondary" style="font-size: small;">นายวราวุธ ศิลปอาชา
                        (รัฐมนตรีว่าการกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม)</p>
                    <p class="h4"><strong>คัดค้านนำเข้าเศษพลาสติก</strong></p>
                    <p>
                        ก่อนหน้านี้
                        จีนต้องเจอกับปัญหาการลักลอบนำเข้าสารอันตรายที่ปะปนมากับขยะพลาสติกและขยะอื่นหลายชนิดที่นำมาเป็นวัตถุดิบเพื่อรีไซเคิลและผลิตสิ่งของในประเทศ
                        ทำให้เกิดผลกระทบต่อสิ่งแวดล้อมอย่างรุนแรง
                        รัฐบาลจีนจึงออกประกาศห้ามนำเข้าขยะจากต่างประเทศอย่างเร่งด่วน 24 รายการ<span class="seemore">
                            (ต่อมาประกาศเพิ่มเติมรวมทั้งสิ้น 32 รายการ)
                            มาตรการนี้ส่งผลให้ขยะพลาสติกและขยะอิเล็กทรอนิกส์จำนวนมหาศาลไหลทะลักไปสู่ประเทศอื่นในเอเชียตะวันออกเฉียงใต้
                            รวมถึงประเทศไทย

                            จากข้อมูลการนำเข้าเศษพลาสติกของประเทศไทย พบว่า ในปี 2561 มีการนำเข้าเศษพลาสติกสูงถึง 552,912
                            ตัน
                            เทียบกับปี 2559 (ก่อนจีนประกาศห้าม) มีการนำเข้ามาเพียง 69,500 ตัน ซึ่งเพิ่มขึ้นถึง 8 เท่า
                            นอกจากนี้
                            ยังพบกรณีการลักลอบนำเข้าขยะพลาสติกปนเปื้อนและขยะอิเล็กทรอนิกส์สูงขึ้นในช่วงเวลาดังกล่าว
                            เห็นได้จากข่าวการตรวจจับการนำเข้าอย่างผิดกฎหมายที่ท่าเรือและโรงงานรีไซเคิลหลายแห่ง
                            เป็นตัวจุดชนวนให้เกิดกระแสการต่อต้านจากประชาชน
                            และนำมาสู่การเร่งผลักดันให้มีมาตรการควบคุมการนำเข้าขยะอย่างจริงจังในเวลาต่อมา

                            'คณะอนุกรรมการเพื่อบูรณาการการจัดการขยะอิเล็กทรอนิกส์และเศษพลาสติกที่นำเข้าจากต่างประเทศอย่างเป็นระบบ'
                            ซึ่งรัฐบาลแต่งตั้งขึ้นเพื่อแก้ไขปัญหาดังกล่าว มีการประชุมเมื่อวันที่ 15 สิงหาคม 2561
                            และได้มีมติให้ยกเลิกการนำเข้าเศษพลาสติกภายใน 2 ปี โดยมีการกำหนดโควต้า ค่อยๆ
                            ลดการนำเข้าในช่วงผ่อนผันซึ่งตั้งเป้าจะยกเลิกอย่างเด็ดขาดให้ได้ภายใน 30 กันยายน 2563

                            แต่ในช่วงที่ผ่านมา ผู้ประกอบการอุตสาหกรรมได้พยายามขอเพ่ิมจำนวนโควต้านำเข้าพลาสติกต่ออีกในปี
                            2564
                            โดยให้เหตุผลว่า วัตถุดิบที่มีภายในประเทศไม่เพียงพอ คุณภาพต่ำ และมีการปนเปื้อนสูง
                            ซึ่งกรมโรงงานอุตสาหกรรมก็มีท่าทีสนับสนุน

                            เครือข่ายภาคประชาสังคมมีความห่วงใยต่อประเด็นดังกล่าวที่อาจส่งผลกระทบอย่างมากต่อการแก้ปัญหาขยะภายในประเทศ
                            จึงได้ออกแถลงการณ์เพื่อนำเสนอข้อคิดเห็นและข้อเรียกร้องต่อกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อมในฐานะประธานคณะอนุกรรมการบริหารจัดการขยะพลาสติกและขยะอิเล็กทรอนิกส์
                            ให้ “ยืนยันมติเดิม” ของคณะอนุกรรมการฯ เมื่อปี 2561 ที่
                            “กำหนดให้ประเทศไทยยกเลิกการนำเข้าขยะหรือเศษพลาสติกและซากอิเล็กทรอนิกส์ 100% ภายในปี 2563”

                            ขอประชาชนที่เห็นด้วย ร่วมลงชื่อสนับสนุนในแคมเปญนี้เพื่อส่งเสียงไปยังนายวราวุธ ศิลปอาชา
                            ในฐานะเจ้ากระทรวงฯ ให้พิจารณาเรื่องนี้โดยเร่งด่วน!</span> ... <a href="?p=view&petition=6"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 25,494 คน
                        </div>
                    </div>
                </div>
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียนกับสำนักงานตำรวจแห่งชาติ,
                        กระทรวงศึกษาธิการ, รัฐบาล, สมาชิกสภาผู้แทนราษฎร </p>
                    <p class="h4"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</strong></p>
                    <p>
                        หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                        ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร
                        ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                        อำเภอจะนะ
                        จ.สงขลา การรุกพื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                        การเข้าทำเหมืองแร่ในเขตป่าสงวน
                        จ.ลพบุรี และอีกหลากหลายโครงการ<span class="seemore">...
                            จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                            แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่าควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                            หรือ
                            การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                            เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี
                            เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                            เราเชื่อว่า ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’ เสมอไป ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง
                            แต่ท้ายสุดก็ถูกปัดตกไป
                            ตามมติครม.
                            เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า
                            #อย่าหาทำ จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                            -- หมายเหตุ --
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)

                            ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร) ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติตาพระยา</span> ... <a href="?p=view&petition=1"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 2,119 คน
                        </div>
                    </div>
                </div>

            </div>
        </div>

    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == '1'){
    ?>

    <div class="row bg-light" style="padding: 20px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p class="h4"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</strong></p>
            <div class="container row">
                <div class="dropdown">
                    <a class="navactive" style="text-decoration: none;" href="" role="button" id="dropdownMenuLink"
                        data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">
                        <i class="fas fa-list"></i> รายการ
                    </a>

                    <div class="dropdown-menu" aria-labelledby="dropdownMenuLink">
                        <a class="dropdown-item" href="?p=mypetition&m=update"><i class="far fa-file-alt"></i>
                            โพสต์อัพเดท</a>
                        <a class="dropdown-item" href="?p=mypetition&m=edit"><i class="far fa-edit"></i>
                            แก้ไขเรื่องรณรงค์</a>
                        <a class="dropdown-item" href="?p=mypetition&m=why"><i class="far fa-comment-alt"></i>
                            สาเหตุที่ร่วมลงชื่อ</a>
                        <a class="dropdown-item" href="?p=mypetition&m=victory"><i class="fas fa-flag"></i>
                            ประกาศชัยชนะ</a>
                    </div>
                </div>
                &nbsp;&nbsp;&nbsp;&nbsp;
                <a class="navactive" style="text-decoration: none;" href="?p=view&petition=1">
                    <i class="far fa-eye"></i> ดูแคมเปญรณรงค์
                </a>
            </div>
        </div>
    </div>
    <br><br>


    <div class="container">
        <div class="row">
            <div class="col-lg-5 col-md-5 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="text-right">
                        <a class="text-dark" data-container="body" data-toggle="popover" data-placement="left"
                            data-content="ส่วนใหญ่แล้ว จะมีคนเข้าดูหรืออ่านเนื้อหาแคมเปญรณรงค์เฉลี่ยประมาณ 7 ครั้ง ถึงจะลงชื่อสนับสนุนเพิ่ม 1 คน">
                            <i class="far fa-question-circle fa-lg"></i>
                        </a>
                    </p>
                    <p>
                    <div class="h2 text-center">2,119</div>
                    <div class="text-center">ผู้สนับสนุน</div>
                    </p>
                    <p>
                    <div class="progress">
                        <div class="progress-bar bg-danger" role="progressbar" style="width: 84.75%" aria-valuenow="100"
                            aria-valuemin="0" aria-valuemax="100"></div>
                    </div>
                    </p>
                    <p class="text-center">
                        เหลืออีก <strong>2,500 คน</strong> กว่าจะถึงเป้าหมาย
                    </p>
                    <hr>
                    <p>
                    <div class="row text-center">
                        <div class="col">
                            <span class="h5">3,315</span> ดูเรื่องรณรงค์
                        </div>
                        <div style="border-left:1px solid #ccc ; height: 30px;"></div>
                        <div class="col">
                            <span class="h5">0</span> แชร์
                        </div>
                    </div>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p><strong>ผู้สนับสนุนล่าสุด</strong></p>
                    <hr>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/nattapol.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>ณัฐพล ตรัยศิริกมล</strong> ลงชื่อสนับสนุน 2 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Muttika Cloutier</strong> ลงชื่อสนับสนุน 3 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br><br><br>
                    <hr>
                    <p><strong>รายชื่อผู้สนับสนุนทั้งหมด</strong></p>
                    <p class="text-secondary">ส่งรายชื่อผู้ร่วมลงชื่อสนับสนุนและความคิดเห็นไปที่อีเมลของคุณ</p>
                    <p>
                        <select class="form-control" style="width: 40%;">
                            <option value="signatures_pdf">รายชื่อ (PDF)</option>
                            <option value="comments_pdf">ความคิดเห็น (PDF)</option>
                            <option value="signatures_csv">รายชื่อ (CSV)</option>
                            <option value="comments_csv">ความคิดเห็น (CSV)</option>
                        </select>
                    </p>
                    <p>
                    <div onclick="down()" style="padding: 5px; border: 2px solid #ccc; width: 40%; border-radius: 5px;"
                        class="text-center btn">ดำเนินการ</div>
                    </p>
                    <p id="download">

                    </p>
                </div>
            </div>
            <div class="col-lg-7 col-md-7 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>แชร์เรื่องรณรงค์ของคุณ</strong></p>
                    <p class="text-secondary">
                        เจ้าของเรื่องรณรงค์ที่ประสบความสำเร็จส่วนใหญ่แล้วจะแชร์แคมเปญประมาณ 12 ครั้ง
                        ลองแชร์แคมเปญผ่านช่องทางออนไลน์ของคุณให้มากที่สุด
                        และชวนให้คนรู้จักมาร่วมลงชื่อสนับสนุนและเเชร์ต่อ
                    </p>
                    <p>
                    <div class="row">
                        <div class="col-9">
                            <input type="text" class="form-control" name="" id="" value="http://chng.it/H9yDwpVk">
                        </div>
                        <div class="col-3">
                            <button class="btn border border-dark">คัดลอก</button>
                        </div>
                    </div>
                    </p>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <a class="indexhead" data-toggle="modal" data-target="#exampleModal">แก้ไขลิงก์</a>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น
                    </div>
                    </p>
                    <hr>
                    <p>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-facebook-square text-primary"></i> เฟสบุ๊ค (Facebook)</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-google text-danger"></i> Gmail</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-twitter text-info"></i> ทวีต</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i class="far fa-envelope"></i>
                            อีเมล์</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-whatsapp text-success"></i> WhatsApp</button>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>อัพเดทแคมเปญถึงผู้สนับสนุน</strong></p>
                    <p class="text-secondary">ส่งอัพเดทและความคืบหน้าเกี่ยวกับแคมเปญ อาจขอบคุณผู้ที่ร่วมลงชื่อสนับสนุน
                        หรือขอให้ช่วยแชร์แคมเปญ ร่วมแสดงพลังเชิญสัญลักษณ์ ใส่คลิป/ลิงก์ข่าวที่สื่อมวลชนพูดถึงแคมเปญ
                        ตัวอัพเดทนี้จะอยู่บนหน้าแคมเปญ และถูกส่งเป็นอีเมลหาผู้ร่วมลงชื่อทุกคน</p>
                    <p>
                        <a href="?p=mypetition&m=update"><button
                                class="btn border border-danger text-danger">โพสต์อัพเดท</button></a>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>ให้คนเห็นแคมเปญของคุณเยอะขึ้น</strong></p>
                    <p class="text-secondary">ทุกๆ THB350.00 เงินสนับสนุน จะมีคนเห็นแคมเปญของคุณมากขึ้น 583 เท่า</p>
                    <p>
                        <button class="btn border border-danger text-danger"
                            style="margin: 2px;">ลงเงินโปรโมทแคมเปญ</button>
                        <a href="https://help.change.org/s/article/Promoted-Petitions-FAQs?language=en_US"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                </div>
            </div>
        </div>
        <br><br>
        <p class="h5" style="padding: 10px;"><strong>รายการแคมเปญ</strong></p>
        <div class="" style="border: 1px solid #ccc; padding: 30px; margin: 10px; border-radius: 5px;">
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปหรือวิดีโอ</a></p>
            <p class="text-secondary">แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปโปรไฟล์ของคุณ</a></p>
            <p class="text-secondary">
                คนส่วนใหญ่จะสนับสนุนแคมเปญรณรงค์ถ้ารู้ว้าเป็นเรื่องจริงที่มาจากผู้ที่ได้รับผลกระทบโดยตรง</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่ชื่อประเทศ เมือง หรือ อำเภอ</a>
            </p>
            <p class="text-secondary">แนะนำแคมเปญรณรงค์ให้กับผู้ที่สนใจหัวข้อดังกล่าว</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead"
                    style="text-decoration: none;">เพิ่มรายละเอียดสำหรับติดต่อผู้มีอำนาจตัดสินใจ</a></p>
            <p class="text-secondary">ยิ่งรายชื่อผู้สนับสนุนเยอะขึ้น ผู้มีอำนาจตัดสินใจก็จะได้รับการแจ้งเตือน
                (ผ่านอีเมล์ ถ้าคุณได้ให้ไว้กับระบบ)</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ระบบช่วยเลือกรูป (Smart Image)</a>
            </p>
            <p class="text-secondary">ทดลองใช้รูปหลายๆ
                แบบบนหน้าแคมเปญเพื่อดูว่ารูปไหนช่วยให้คนมาร่วมลงชื่อในแคมเปญมากที่สุด</p><br>
            <hr>
            <p class="h5 text-secondary">ทำไมเรื่องนี้จึงเป็นเรื่องสำคัญสำหรับคุณ</p><br>
            <hr>
            <p class="h5 text-secondary">ใครคือผู้ที่มีอำนาจตัดสินใจที่สามารถสร้างความเปลี่ยนแปลงได้</p><br>
            <hr>
            <p class="h5 text-secondary">เขียนหัวข้อแคมเปญรณรงค์</p><br>
        </div>
    </div>
    <br><br>
    <div class="row bg-light" style="padding: 20px;">
        <br>
        <div class="container">
            <div class="row">
                <div class="col-lg-7 col-md-7 col-sm-12">
                    <p class="h4"><strong>คู่มือการทำแคมเปญรณรงค์</strong></p>
                    <p>คู่มือนี้เก็บรวบรวมข้อมูลการสร้างแคมเปญ กลยุทธ์วิธีการรณรงค์เพื่อให้บรรลุเป้าหมายที่ต้องการ</p>
                    <div class="row">
                        <div class="col">
                            <p>1. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างแคมเปญรณรงค์ของคุณ</a></p>
                            <p>2. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">แชร์เรื่องรณรงค์ของคุณ</a></p>
                            <p>3. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างความเคลื่อนไหวเกี่ยวกับแคมเปญ</a></p>
                        </div>
                        <div class="col">
                            <p>4. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ส่งข่าวบอกสื่อมวลชน</a></p>
                            <p>5. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ติดต่อผู้มีอำนาจตัดสินใจ</a></p>
                            <p>6. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ประกาศชัยชนะ</a></p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-5 col-md-7 col-sm-12">
                    <p class="h4">จัดการแคมเปญ</p>
                    <p>คุณได้รับการติดต่อกลับจากผู้มีอำนาจตัดสินใจแล้วหรือยัง?
                        คุณสามารถประกาศชัยชนะได้หากข้อเรียกร้องของคุณสำเร็จ
                        และคุณก็สามารถแชร์เรื่องนี้ให้ผู้สนับสนุนที่ร่วมลงชื่อในแคมเปญของคุณได้</p>
                    <br>
                    <p>
                        <a href="?p=mypetition&m=victory"><button class="btn border border-danger text-danger"
                                style="margin: 2px;">ประกาศชัยชนะ</button></a>
                        <a href="" class="indexhead" data-toggle="modal" data-target="#exampleModal1">ปิดแคมเปญ</a>
                    </p>
                </div>
            </div>
        </div>
        <br>
    </div>
    <div class="modal fade" id="exampleModal1" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel1"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel1">ปิดแคมเปญ</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    คุณแน่ใจหรือไม่ว่าคุณต้องการปิดแคมเปญรณรงค์นี้
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-danger text-danger btn-lg"
                        data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-danger btn-lg">ปิดแคมเปญ</button>
                </div>
            </div>
        </div>
    </div>

    <div class="modal fade" id="exampleModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel">สร้างลิงก์ย่อแคมเปญ</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    <p>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น เมื่อคุณสร้างลิงก์ย่อแล้ว จะกลับมาเปลี่ยนเป็นอีกชื่อไม่ได้แล้ว
                        แต่คุณยังสามารถคัดลอก และแชร์ลิงก์หลักอันเดิมได้
                    </p>
                    <div class="row">
                        <div class="col-3 text-right">
                            change.org/
                        </div>
                        <div class="col-9">
                            <input type="text" placeholder="สร้างลิงก์" name="" id="" class="form-control"
                                maxlength="100">
                        </div>
                    </div>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <ul>
                            <li>สร้างลิงก์ไม่เกิน 10-100 ตัวอักษร (แนะนำให้เป็นชื่อสั้นๆ ที่จำง่าย
                                และต้องเป็นตัวอักษรภาษาอังกฤษเท่านั้น)</li><br>
                            <li>เมื่อสร้างลิงก์ย่อแล้ว กลับมาแก้ชื่อภายหลังไม่ได้</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษ ตัวเลข หรือเครื่องหมาย "-" "_"</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษพิมพ์เล็กหรือพิมพ์ใหญ่ก็ได้ เช่น change.org/SaveWhales</li>
                        </ul>
                    </div>
                    </p>
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-dark btn-lg" data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-secondary btn-lg" disabled>สร้างลิงก์</button>
                </div>
            </div>
        </div>
    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
        function down() {
            document.getElementById('download').innerHTML = `
            <div class="" style="border:1px solid #ccc; background-color: #e2eee0; color: #497143; padding: 10px; border-radius: 5px; margin: 20px;">
                            กำลังดำเนินการ - ไฟล์ที่เสร็จแล้วจะถูกส่งไปที่ที่อยู่อีเมลหลักในตั้งค่าบัญชีของคุณ
                        </div>
            `;
        }
    </script>

    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'edit'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>แก้ไขแคมเปญรณรงค์</strong></p><br>
        <p class="h4"><strong>หมายเลขโทรศัพท์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="กรุณาใส่หมายเลขโทรศัพท์ของคุณเพื่อให้นักรณรงค์ของ Change.org สามารถติดต่อให้ความช่วยเหลือคุณได้ หรือประสานงานกับนักข่าวในกรณีที่สื่อสนใจเรื่องรณรงค์ของคุณ">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" name="" id="" placeholder="หมายเลขโทรศัพท์">
        <br>
        <p class="h4"><strong>ใครเป็นผู้มีอำนาจตัดสินใจที่สามารถทำให้เกิดความเปลี่ยนแปลง <a class="text-dark"
                    data-container="body" data-toggle="popover" data-placement="top"
                    data-content="ผู้มีอำนาจตัดสินใจและสามารถทำให้เกิดความเปลี่ยนแปลง ไม่ว่าจะเป็นบุคคล หน่วยงาน หรือองค์กร เราจะส่งอีเมล์ที่คุณให้ไว้ (ถ้ามี) ไปยังพวกเขาทุกครั้งที่มีผู้ร่วมลงชื่อสนับสนุน">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ชื่อ</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>สำนักงาน ตำแหน่ง หรือชื่อองค์กร</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>อีเมล์</p>
            <p><input type="text" name="" id="" class="form-control"></p>
        </div>
        <br>
        <p class="h4"><strong>เขียนหัวข้อแคมเปญ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="หัวข้อแคมเปญเป็นส่วนแรกที่คนอ่านจะเห็นก่อน คุณควรเขียนข้อความสั้นๆ เน้นว่าต้องการอะไร อยากให้เกิดความเปลี่ยนแปลงอะไร">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test</textarea>
        </p>
        <br>
        <p class="h4"><strong>หัวข้อสำหรับการแชร์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="[ค่าเริ่มต้น: ชื่อผู้มีอำนาจตักสินใจ + เรื่องที่คุณเรียกร้อง] คุณสามารถเขียนหัวข้อใหม่สำหรับแชร์ในโซเชียลมีเดียได้เอง">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test test</textarea></p>
        <br>
        <p class="h4"><strong>เล่าปัญหาที่คุณต้องการแก้ไข <a class="text-dark" data-container="body"
                    data-toggle="popover" data-placement="top"
                    data-content="อธิบายปัญหา เล่าว่าปัญหานี้ส่งผลอย่างไรต่อคุณ ครอบครัว หรือสังคมในวงกว้าง และอะไรคือทางออกของปัญหานี้">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="6" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.</textarea>
        </p>
        <br>
        <p class="h4"><strong>แทรกภาพหรือวีดีโอ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div>
        <br>
        <p class="h4">จดหมายถึงผู้มีอำนาจตัดสินใจ <a class="text-dark" data-container="body" data-toggle="popover"
                data-placement="top"
                data-content="ข้อความนี้จะถูกส่งเข้าไปที่อีเมล์ของผู้มีอำนาจตัดสินใจในแต่ละครั้งที่มีผู้ร่วมลงชื่อดังนั้นคุณควรใส่อีเมล์ของพวกเขาไว้ด้านบน">
                <i class="far fa-question-circle fa-sm"></i>
            </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>เรียน [ผู้มีอำนาจตัดสินใจ]</p>
            <p><textarea name="" id="" cols="30" rows="5" class="form-control">test test</textarea></p>
            <p>ด้วยความเคารพ</p>
            <p></p>
            <p>[ชื่อ]</p>

        </div>
        <br>
        <p class="h4"><strong>ใส่สถานที่ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="ใส่ข้อมูลที่เกี่ยวกับสถานที่ที่เกี่ยวข้องกับแคมเปญ อาจเป็นพื้นที่ใกล้เคียง ถ้าเจาะจงหน่วยได้ก็ดี เพราะอาจมีกลุ่มคนบางคนที่เลือกสนใจแคมเปญในท้องถิ่นที่ใกล้ตัวพวกเขา เลือก กทม. แทนที่จะเขียนว่า ประเทศไทย เป็นต้น">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        </p>
        <p><input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" value="ไทย"></p>
        <div class="d-flex col-lg-7 col-md-7 col-sm-12">

            <div>
                <a href="javascript:history.back()"><button class="btn border border-dark btn-lg">ยกเลิก</button></a>
            </div>
            <div class="ml-auto">
                <a href="javascript:alert('DEMO: บันทึกแล้ว');"><button
                        class="btn btn-danger btn-lg">บันทึก</button></a>
            </div>
        </div>

    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == '2'){
    ?>

    <div class="row bg-light" style="padding: 20px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p class="h4"><strong>คัดค้านนำเข้าเศษพลาสติก</strong></p>
            <div class="container row">
                <div class="dropdown">
                    <a class="navactive" style="text-decoration: none;" href="" role="button" id="dropdownMenuLink"
                        data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">
                        <i class="fas fa-list"></i> รายการ
                    </a>

                    <div class="dropdown-menu" aria-labelledby="dropdownMenuLink">
                        <a class="dropdown-item" href="?p=mypetition&m=update"><i class="far fa-file-alt"></i>
                            โพสต์อัพเดท</a>
                        <a class="dropdown-item" href="?p=mypetition&m=edit"><i class="far fa-edit"></i>
                            แก้ไขเรื่องรณรงค์</a>
                        <a class="dropdown-item" href="?p=mypetition&m=why"><i class="far fa-comment-alt"></i>
                            สาเหตุที่ร่วมลงชื่อ</a>
                        <a class="dropdown-item" href="?p=mypetition&m=victory"><i class="fas fa-flag"></i>
                            ประกาศชัยชนะ</a>
                    </div>
                </div>
                &nbsp;&nbsp;&nbsp;&nbsp;
                <a class="navactive" style="text-decoration: none;" href="?p=view&petition=6">
                    <i class="far fa-eye"></i> ดูแคมเปญรณรงค์
                </a>
            </div>
        </div>
    </div>
    <br><br>


    <div class="container">
        <div class="row">
            <div class="col-lg-5 col-md-5 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="text-right">
                        <a class="text-dark" data-container="body" data-toggle="popover" data-placement="left"
                            data-content="ส่วนใหญ่แล้ว จะมีคนเข้าดูหรืออ่านเนื้อหาแคมเปญรณรงค์เฉลี่ยประมาณ 7 ครั้ง ถึงจะลงชื่อสนับสนุนเพิ่ม 1 คน">
                            <i class="far fa-question-circle fa-lg"></i>
                        </a>
                    </p>
                    <p>
                    <div class="h2 text-center">25,494</div>
                    <div class="text-center">ผู้สนับสนุน</div>
                    </p>
                    <p>
                    <div class="progress">
                        <div class="progress-bar bg-danger" role="progressbar" style="width: 84.96%" aria-valuenow="100"
                            aria-valuemin="0" aria-valuemax="100"></div>
                    </div>
                    </p>
                    <p class="text-center">
                        เหลืออีก <strong>30,000 คน</strong> กว่าจะถึงเป้าหมาย
                    </p>
                    <hr>
                    <p>
                    <div class="row text-center">
                        <div class="col">
                            <span class="h5">27,681</span> ดูเรื่องรณรงค์
                        </div>
                        <div style="border-left:1px solid #ccc ; height: 30px;"></div>
                        <div class="col">
                            <span class="h5">417</span> แชร์
                        </div>
                    </div>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p><strong>ผู้สนับสนุนล่าสุด</strong></p>
                    <hr>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Akira Seesanyong</strong> ลงชื่อสนับสนุน 1 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Eimi Fukada</strong> ลงชื่อสนับสนุน 3 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Thanakorn Janthanopsiri</strong> ลงชื่อสนับสนุน 8 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>ชูชาติ พรมโรจน์</strong> ลงชื่อสนับสนุน 23 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br><br><br>
                    <hr>
                    <p><strong>รายชื่อผู้สนับสนุนทั้งหมด</strong></p>
                    <p class="text-secondary">ส่งรายชื่อผู้ร่วมลงชื่อสนับสนุนและความคิดเห็นไปที่อีเมลของคุณ</p>
                    <p>
                        <select class="form-control" style="width: 40%;">
                            <option value="signatures_pdf">รายชื่อ (PDF)</option>
                            <option value="comments_pdf">ความคิดเห็น (PDF)</option>
                            <option value="signatures_csv">รายชื่อ (CSV)</option>
                            <option value="comments_csv">ความคิดเห็น (CSV)</option>
                        </select>
                    </p>
                    <p>
                    <div onclick="down()" style="padding: 5px; border: 2px solid #ccc; width: 40%; border-radius: 5px;"
                        class="text-center btn">ดำเนินการ</div>
                    </p>
                    <p id="download">

                    </p>
                </div>
            </div>
            <div class="col-lg-7 col-md-7 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>แชร์เรื่องรณรงค์ของคุณ</strong></p>
                    <p class="text-secondary">
                        เจ้าของเรื่องรณรงค์ที่ประสบความสำเร็จส่วนใหญ่แล้วจะแชร์แคมเปญประมาณ 12 ครั้ง
                        ลองแชร์แคมเปญผ่านช่องทางออนไลน์ของคุณให้มากที่สุด
                        และชวนให้คนรู้จักมาร่วมลงชื่อสนับสนุนและเเชร์ต่อ
                    </p>
                    <p>
                    <div class="row">
                        <div class="col-9">
                            <input type="text" class="form-control" name="" id="" value="http://chng.it/H9yDwpVk">
                        </div>
                        <div class="col-3">
                            <button class="btn border border-dark">คัดลอก</button>
                        </div>
                    </div>
                    </p>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <a class="indexhead" data-toggle="modal" data-target="#exampleModal">แก้ไขลิงก์</a>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น
                    </div>
                    </p>
                    <hr>
                    <p>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-facebook-square text-primary"></i> เฟสบุ๊ค (Facebook)</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-google text-danger"></i> Gmail</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-twitter text-info"></i> ทวีต</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i class="far fa-envelope"></i>
                            อีเมล์</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-whatsapp text-success"></i> WhatsApp</button>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>อัพเดทแคมเปญถึงผู้สนับสนุน</strong></p>
                    <p class="text-secondary">ส่งอัพเดทและความคืบหน้าเกี่ยวกับแคมเปญ อาจขอบคุณผู้ที่ร่วมลงชื่อสนับสนุน
                        หรือขอให้ช่วยแชร์แคมเปญ ร่วมแสดงพลังเชิญสัญลักษณ์ ใส่คลิป/ลิงก์ข่าวที่สื่อมวลชนพูดถึงแคมเปญ
                        ตัวอัพเดทนี้จะอยู่บนหน้าแคมเปญ และถูกส่งเป็นอีเมลหาผู้ร่วมลงชื่อทุกคน</p>
                    <p>
                        <a href="?p=mypetition&m=update"><button
                                class="btn border border-danger text-danger">โพสต์อัพเดท</button></a>
                    </p>
                </div>

            </div>
        </div>
        <br><br>
        <p class="h5" style="padding: 10px;"><strong>รายการแคมเปญ</strong></p>
        <div class="" style="border: 1px solid #ccc; padding: 30px; margin: 10px; border-radius: 5px;">
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปหรือวิดีโอ</a></p>
            <p class="text-secondary">แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปโปรไฟล์ของคุณ</a></p>
            <p class="text-secondary">
                คนส่วนใหญ่จะสนับสนุนแคมเปญรณรงค์ถ้ารู้ว้าเป็นเรื่องจริงที่มาจากผู้ที่ได้รับผลกระทบโดยตรง</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่ชื่อประเทศ เมือง หรือ อำเภอ</a>
            </p>
            <p class="text-secondary">แนะนำแคมเปญรณรงค์ให้กับผู้ที่สนใจหัวข้อดังกล่าว</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead"
                    style="text-decoration: none;">เพิ่มรายละเอียดสำหรับติดต่อผู้มีอำนาจตัดสินใจ</a></p>
            <p class="text-secondary">ยิ่งรายชื่อผู้สนับสนุนเยอะขึ้น ผู้มีอำนาจตัดสินใจก็จะได้รับการแจ้งเตือน
                (ผ่านอีเมล์ ถ้าคุณได้ให้ไว้กับระบบ)</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ระบบช่วยเลือกรูป (Smart Image)</a>
            </p>
            <p class="text-secondary">ทดลองใช้รูปหลายๆ
                แบบบนหน้าแคมเปญเพื่อดูว่ารูปไหนช่วยให้คนมาร่วมลงชื่อในแคมเปญมากที่สุด</p><br>
            <hr>
            <p class="h5 text-secondary">ทำไมเรื่องนี้จึงเป็นเรื่องสำคัญสำหรับคุณ</p><br>
            <hr>
            <p class="h5 text-secondary">ใครคือผู้ที่มีอำนาจตัดสินใจที่สามารถสร้างความเปลี่ยนแปลงได้</p><br>
            <hr>
            <p class="h5 text-secondary">เขียนหัวข้อแคมเปญรณรงค์</p><br>
        </div>
    </div>
    <br><br>
    <div class="row bg-light" style="padding: 20px;">
        <br>
        <div class="container">
            <div class="row">
                <div class="col-lg-7 col-md-7 col-sm-12">
                    <p class="h4"><strong>คู่มือการทำแคมเปญรณรงค์</strong></p>
                    <p>คู่มือนี้เก็บรวบรวมข้อมูลการสร้างแคมเปญ กลยุทธ์วิธีการรณรงค์เพื่อให้บรรลุเป้าหมายที่ต้องการ</p>
                    <div class="row">
                        <div class="col">
                            <p>1. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างแคมเปญรณรงค์ของคุณ</a></p>
                            <p>2. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">แชร์เรื่องรณรงค์ของคุณ</a></p>
                            <p>3. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างความเคลื่อนไหวเกี่ยวกับแคมเปญ</a></p>
                        </div>
                        <div class="col">
                            <p>4. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ส่งข่าวบอกสื่อมวลชน</a></p>
                            <p>5. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ติดต่อผู้มีอำนาจตัดสินใจ</a></p>
                            <p>6. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ประกาศชัยชนะ</a></p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-5 col-md-7 col-sm-12">
                    <p class="h4">จัดการแคมเปญ</p>
                    <p>ยินดีด้วย! คุณได้ประกาศชัยชนะที่ตัวแคมเปญรณรงค์ของคุณ ทีนี้ใครๆ ก็จะรู้ว่าคุณทำสำเร็จ
                        อย่างไรก็ตาม หากมีเหตุที่ทำให้เชื่อได้ว่า ผู้มีอำนาจตัดสินใจไม่ทำตามที่พูดไว้ หรือ
                        ผิดไปจากวัตถุประสงค์
                        คุณสามารถกลับมาเปิดแคมเปญรณรงค์ให้คนร่วมลงชื่อสนับสนุนเพิ่มอีกเมื่อไหร่ก็ได้</p>
                    <p>
                        <a href="" class="indexhead" data-toggle="modal" data-target="#exampleModal1"
                            style="text-decoration: underline;">เปิดแคมเปญของคุณอีกครั้ง</a>
                    </p>
                </div>
            </div>
        </div>
        <br>
    </div>
    <div class="modal fade" id="exampleModal1" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel1"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel1">เปิดการรณรงค์ของคุณอีกครั้ง</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    หากคุณเปิดการณรงค์อีกครั้ง คุณยังสามารถเก็บรายชื่อผู้สนับสนุนไว้ต่อได้
                    แต่การรณรงค์ของคุณจะไม่ถือเป็นแคมเปญที่ได้รับชัยชนะอีกต่อไป
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-danger text-danger btn-lg"
                        data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-danger btn-lg">ฟื้นแคมเปญรณรงค์</button>
                </div>
            </div>
        </div>
    </div>

    <div class="modal fade" id="exampleModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel">สร้างลิงก์ย่อแคมเปญ</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    <p>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น เมื่อคุณสร้างลิงก์ย่อแล้ว จะกลับมาเปลี่ยนเป็นอีกชื่อไม่ได้แล้ว
                        แต่คุณยังสามารถคัดลอก และแชร์ลิงก์หลักอันเดิมได้
                    </p>
                    <div class="row">
                        <div class="col-3 text-right">
                            change.org/
                        </div>
                        <div class="col-9">
                            <input type="text" placeholder="สร้างลิงก์" name="" id="" class="form-control"
                                maxlength="100">
                        </div>
                    </div>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <ul>
                            <li>สร้างลิงก์ไม่เกิน 10-100 ตัวอักษร (แนะนำให้เป็นชื่อสั้นๆ ที่จำง่าย
                                และต้องเป็นตัวอักษรภาษาอังกฤษเท่านั้น)</li><br>
                            <li>เมื่อสร้างลิงก์ย่อแล้ว กลับมาแก้ชื่อภายหลังไม่ได้</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษ ตัวเลข หรือเครื่องหมาย "-" "_"</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษพิมพ์เล็กหรือพิมพ์ใหญ่ก็ได้ เช่น change.org/SaveWhales</li>
                        </ul>
                    </div>
                    </p>
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-dark btn-lg" data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-secondary btn-lg" disabled>สร้างลิงก์</button>
                </div>
            </div>
        </div>
    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
        function down() {
            document.getElementById('download').innerHTML = `
            <div class="" style="border:1px solid #ccc; background-color: #e2eee0; color: #497143; padding: 10px; border-radius: 5px; margin: 20px;">
                            กำลังดำเนินการ - ไฟล์ที่เสร็จแล้วจะถูกส่งไปที่ที่อยู่อีเมลหลักในตั้งค่าบัญชีของคุณ
                        </div>
            `;
        }
    </script>

    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'edit'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>แก้ไขแคมเปญรณรงค์</strong></p><br>
        <p class="h4"><strong>หมายเลขโทรศัพท์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="กรุณาใส่หมายเลขโทรศัพท์ของคุณเพื่อให้นักรณรงค์ของ Change.org สามารถติดต่อให้ความช่วยเหลือคุณได้ หรือประสานงานกับนักข่าวในกรณีที่สื่อสนใจเรื่องรณรงค์ของคุณ">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" name="" id="" placeholder="หมายเลขโทรศัพท์">
        <br>
        <p class="h4"><strong>ใครเป็นผู้มีอำนาจตัดสินใจที่สามารถทำให้เกิดความเปลี่ยนแปลง <a class="text-dark"
                    data-container="body" data-toggle="popover" data-placement="top"
                    data-content="ผู้มีอำนาจตัดสินใจและสามารถทำให้เกิดความเปลี่ยนแปลง ไม่ว่าจะเป็นบุคคล หน่วยงาน หรือองค์กร เราจะส่งอีเมล์ที่คุณให้ไว้ (ถ้ามี) ไปยังพวกเขาทุกครั้งที่มีผู้ร่วมลงชื่อสนับสนุน">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ชื่อ</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>สำนักงาน ตำแหน่ง หรือชื่อองค์กร</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>อีเมล์</p>
            <p><input type="text" name="" id="" class="form-control"></p>
        </div>
        <br>
        <p class="h4"><strong>เขียนหัวข้อแคมเปญ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="หัวข้อแคมเปญเป็นส่วนแรกที่คนอ่านจะเห็นก่อน คุณควรเขียนข้อความสั้นๆ เน้นว่าต้องการอะไร อยากให้เกิดความเปลี่ยนแปลงอะไร">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test</textarea>
        </p>
        <br>
        <p class="h4"><strong>หัวข้อสำหรับการแชร์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="[ค่าเริ่มต้น: ชื่อผู้มีอำนาจตักสินใจ + เรื่องที่คุณเรียกร้อง] คุณสามารถเขียนหัวข้อใหม่สำหรับแชร์ในโซเชียลมีเดียได้เอง">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test test</textarea></p>
        <br>
        <p class="h4"><strong>เล่าปัญหาที่คุณต้องการแก้ไข <a class="text-dark" data-container="body"
                    data-toggle="popover" data-placement="top"
                    data-content="อธิบายปัญหา เล่าว่าปัญหานี้ส่งผลอย่างไรต่อคุณ ครอบครัว หรือสังคมในวงกว้าง และอะไรคือทางออกของปัญหานี้">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="6" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.</textarea>
        </p>
        <br>
        <p class="h4"><strong>แทรกภาพหรือวีดีโอ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div>
        <br>
        <p class="h4">จดหมายถึงผู้มีอำนาจตัดสินใจ <a class="text-dark" data-container="body" data-toggle="popover"
                data-placement="top"
                data-content="ข้อความนี้จะถูกส่งเข้าไปที่อีเมล์ของผู้มีอำนาจตัดสินใจในแต่ละครั้งที่มีผู้ร่วมลงชื่อดังนั้นคุณควรใส่อีเมล์ของพวกเขาไว้ด้านบน">
                <i class="far fa-question-circle fa-sm"></i>
            </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>เรียน [ผู้มีอำนาจตัดสินใจ]</p>
            <p><textarea name="" id="" cols="30" rows="5" class="form-control">test test</textarea></p>
            <p>ด้วยความเคารพ</p>
            <p></p>
            <p>[ชื่อ]</p>

        </div>
        <br>
        <p class="h4"><strong>ใส่สถานที่ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="ใส่ข้อมูลที่เกี่ยวกับสถานที่ที่เกี่ยวข้องกับแคมเปญ อาจเป็นพื้นที่ใกล้เคียง ถ้าเจาะจงหน่วยได้ก็ดี เพราะอาจมีกลุ่มคนบางคนที่เลือกสนใจแคมเปญในท้องถิ่นที่ใกล้ตัวพวกเขา เลือก กทม. แทนที่จะเขียนว่า ประเทศไทย เป็นต้น">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        </p>
        <p><input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" value="ไทย"></p>
        <div class="d-flex col-lg-7 col-md-7 col-sm-12">

            <div>
                <a href="javascript:history.back()"><button class="btn border border-dark btn-lg">ยกเลิก</button></a>
            </div>
            <div class="ml-auto">
                <a href="javascript:alert('DEMO: บันทึกแล้ว');"><button
                        class="btn btn-danger btn-lg">บันทึก</button></a>
            </div>
        </div>

    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'update'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>อัพเดทเรื่องการรณรงค์ถึงผู้ลงชื่อของแคมเปญคุณ</strong></p>
        <p>หัวข้อ</p>
        <p><input type="text" class="form-control"></p>
        <p>อัพเดทล่าสุด</p>
        <p><textarea name="" id="" cols="30" rows="7" class="form-control"></textarea></p>
        <p class="">แทรกภาพหรือวีดีโอ (ไม่บังคับ)</p>
        <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div><br>
        <a href="javascript:alert('DEMO: โพสต์สำเร็จ')"><button class="btn btn-lg btn-danger">โพสต์</button></a>
        <caption>คุณสามารถอัพเดทเกี่ยวกับแคมเปญได้ทุก 24 ชั่วโมง อัพเดทนี้จะถูกโพสต์อยู่บนหน้าแคมเปญรณรงค์ของคุณ
            และจะมีอีเมล์อัตโนมัติแจ้งไปยังผู้ลงชื่อสนับสนุน</caption>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'why'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <div class="h2"><strong>สาเหตุที่ร่วมลงชื่อ</strong></div>
        <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
            (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)</p>
        <hr>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>Thayos Ayasanonth</strong><span class="text-secondary" style="font-size: small;"> 4
                        วันที่ผ่านมา</span></p>
                <p>เขื่อนมีเยอะมากฝนเมืองไทย แต่แทบทุดเขื่อนไม่สามารถให้ประโยชน์ได้เต็มที่ หน้าน้ำล้น
                    หน้าแล้งน้ำแห้งเขื่อน ที่สำคัญขบวนการกินป่ามันแฝงเข้ามากับโครงการเหล่านี้</p>

                <hr>
            </div>
        </div>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>bob b</strong><span class="text-secondary" style="font-size: small;"> 4
                        วันที่ผ่านมา</span></p>
                <p>หยุดเขื่อน หยุดทำลายป่าไม้ เเละระบบนิเวศน์</p>

                <hr>
            </div>
        </div>

        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>นิจจารีย์ ฝาชัยภูมิ</strong><span class="text-secondary" style="font-size: small;"> 1
                        วันที่ผ่านมา</span></p>
                <p>เราควรมีพื้นที่ป่ามากกว่าพื้นที่เขื่อน ที่มีผลเสียมากกว่าผลดี</p>

                <hr>
            </div>
        </div>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>สุดาพร ศรีทองพิมพ์</strong><span class="text-secondary" style="font-size: small;"> 4
                        วันที่ผ่านมา</span></p>
                <p>ต้องการปกป้องที่อยู่อาศัยของสัตว์ป่าและไม่ให้ทำลายป่าอันเป็นทรัพยากรที่สำคัญ</p>

                <hr>
            </div>
        </div>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/chaiyaporn.jpg" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>ชัญญอร บุบผาสุวรรณ</strong><span class="text-secondary" style="font-size: small;"> 2
                        วันที่ผ่านมา</span></p>
                <p>อย่าสร้างอีกเลย ธรรมชาติจะรักษาโลกเสมอ</p>

                <hr>
            </div>
        </div>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'victory'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <div class="container">
        <div style="border: 1px solid #ccc; border-radius: 5px; margin: 50px; padding: 30px;">
            <p class="text-center h2"><strong>ดูเหมือนว่าคุณอาจยังไม่พร้อมประกาศชัยชนะในแคมเปญของคุณ</strong></p>
            <br><br>
            <div class="row text-center">
                <div class="col">
                    <p class="h2"><strong>2,119</strong></p>
                    <p>การตอบรับ</p>
                </div>
                <div class="col">
                    <p class="h2"><strong>1</strong></p>
                    <p>รายชื่อ</p>
                </div>
            </div>
            <br>
            <p>แคมเปญได้รับชัยชนะหมายถึงเรื่องรณรงค์ได้รับการตอบรับจากผู้มีอำนาจตัดสินใจ
                คุณสามารถอ่านข้อมูลเพิ่มเติมได้ที่นี่:</p>
            <div class="row">
                <div class="col">
                    <p><a href="https://help.change.org/s/error?language=en_US"
                            class="indexhead">ส่งเสริมการยื่นคำร้องของคุณ</a></p>
                    <p><a href="https://help.change.org/s/error?language=en_US"
                            class="indexhead">ติดต่อผู้มีอำนาจตัดสินใจ</a></p>
                </div>
                <div class="col">
                    <p><a href="https://help.change.org/s/error?language=en_US" class="indexhead">ระดมพลังหาแนวร่วม</a>
                    </p>
                    <p><a href="https://help.change.org/s/error?language=en_US"
                            class="indexhead">เริ่มการสนทนาบนโซเชียลเน็ตเวิร์ค</a></p>
                </div>
            </div>


        </div>
        <p class="text-center">คุณได้รับการตอบรับจากผู้มีอำนาจตัดสินใจ? <a href="?p=mypetition&m=victorys"
                class="indexhead">ประกาศชัยชนะ</a></p>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'victorys'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>ขอแสดงความยินดีด้วย</strong></p>
        <p>อัพเดทให้ผู้ร่วมลงชื่อได้ทราบว่าแคมเปญประสบความสำเร็จ/ได้รับการตอบรับแล้ว เมื่อกรอกข้อมูลครบถ้วนแล้ว
            ข้อมูลจะถูกกระจายต่อผ่านอีเมล์ และแสดงการอัพเดทที่แคมเปญของคุณ</p>
        <p>หัวข้อ</p>
        <p><input type="text" class="form-control" value="ชัยชนะ!"></p>
        <p>เขียนคำอธิบาย</p>
        <p><textarea name="" id="" cols="30" rows="6" placeholder="เกิดอะไรขึ้น?" class="form-control"></textarea></p>
        <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div><br>
        <a href="javascript:alert('DEMO: ประกาศชัยชนะสำเร็จ')"><button
                class="btn btn-lg btn-danger">ประกาศชัยชนะ</button></a>
    </div>

    <?php
    }
    ?>

    <?php
        if (isset($_GET['p'])  && $_GET['p'] == 'petition'){
    ?>
    <div class="row bg-light" style="padding: 15px;">
        <div class="container">
            <p class="h2"><strong>ดูแคมเปญอื่นๆ</strong></p>
            <ul class="nav nav-tabs" id="myTab" role="tablist">
                <li class="nav-item">
                    <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                        aria-controls="home" aria-selected="true">แคมเปญเด่นๆ</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#profile" role="tab"
                        aria-controls="profile" aria-selected="false">ยอดนิยม</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#contact" role="tab"
                        aria-controls="contact" aria-selected="false">ล่าสุด</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#contact" role="tab"
                        aria-controls="contact2" aria-selected="false">ความสำเร็จ</a>
                </li>
            </ul>
        </div>
    </div>
    <div class="container">
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">...</div>
            <div class="tab-pane fade" id="profile" role="tabpanel" aria-labelledby="profile-tab">...</div>
            <div class="tab-pane fade" id="contact" role="tabpanel" aria-labelledby="contact-tab">...</div>
            <div class="tab-pane fade" id="contact2" role="tabpanel" aria-labelledby="contact-tab">...</div>
        </div>
    </div>

    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'donate'){
    ?>
    <div class="d-none d-lg-block">
        <div class="row" style="position: relative;">
            <img src="./donate/protest-2.jpg" class="img-fluid" alt="">
            <div class="" style="position: absolute; bottom: 8px; right: 200px;">
                <img src="./donate/TH.png" alt="" class="img-fluid">
            </div>
            <div class="" style="position: absolute; top: 90px; left: 250px; padding: 10px;">
                <p class="h2 text-light"><strong>ความช่วยเหลือจากคุณสำคัญสำหรับเรา</strong></p><br>
                <p class="text-light">ทีมงานเล็กๆ ของเราทุ่มเทเพื่อให้เสียงของคนธรรมดาดังขึ้น
                    จนนำไปสู่การเปลี่ยนแปลงต่างๆ ในสังคม<br>
                    เงินสนับสนุนของคุณจะช่วยให้ Change.org สามารถทำงานเป็นพื้นที่ที่ฟรีสำหรับทุกคนต่อไปได้</p>
                <div class="bg-white" style="padding: 10px; border-radius: 5px; border: 1px solid #ccc; width: 50%;">
                    <strong>บริจาครายเดือนแบบต่อเนื่องด้วยบัตรเครดิต/เดบิต</strong><br><br>
                    <button class="btn border border-dark" style="margin: 2px;">฿150</button>
                    <button class="btn border border-danger text-danger" style="margin: 2px;">฿300</button>
                    <button class="btn border border-dark" style="margin: 2px;">฿500</button>
                    <button class="btn border border-dark" style="margin: 2px;">฿1,000</button>
                    <br><br>
                    <button class="btn btn-danger btn-block">ร่วมบริจาค</button>
                </div>
            </div>
        </div>
    </div>
    <div class="d-sm-block d-md-none d-lg-none">
        <br>
        <p class="container text-center">
        <p class="text-center">ความช่วยเหลือจากคุณสำคัญสำหรับเรา <button class="btn btn-danger">บริจาค</button></p>
        </p>

    </div>
    <br>
    <br>
    <div class="container">
        <div class="row">
            <div class="col-sm-12 col-md-6 col-lg-6 text-right">
                <img src="./donate/1.jpg" alt="" class="img-fluid">
            </div>
            <div class="col-sm-12 col-md-6 col-lg-6 m-auto">
                <div class="bg-light" style="padding: 10px;">
                    <strong>ช่วยให้เรื่องรณรงค์มีโอกาสสำเร็จมากขึ้น</strong><br>
                    ทีมงานของเราช่วยประชาสัมพันธ์เรื่องรณรงค์ผ่านสื่อมวลชนและโซเชียลมีเดีย
                    ช่วยวางกลยุทธ์ร่วมกับผู้สร้างเรื่องรณรงค์เพื่อระดมพลังสนับสนุนให้เรื่องนั้นๆ เป็นที่รู้จัก
                    จนดังไปถึงหูผู้มีอำนาจตัดสินใจ และมีโอกาสประสบความสำเร็จมากขึ้น
                    เราต้องการความช่วยเหลือจากคุณเพื่อให้ทีมงานเล็กๆ ของเราสามารถให้บริการเหล่านี้ต่อไปได้
                </div><br>
                <p class="text-secondary" style="font-size: small;"><i class="fas fa-chevron-left"></i>
                    เรื่องรณรงค์ที่สร้างโดยคุณปรียนันท์ ล้อเสริมวัฒนา ประธานเครือข่ายผู้เสียหายทางการแพทย์
                    ขอให้มีการจัดตั้งคณะกรรมการควบคุมราคาโรงพยาบาลเอกชน ซึ่งเป็นส่วนสำคัญที่ทำให้กระทรวงสาธารณสุขแก้ไข
                    พ.ร.บ.สถานพยาบาล เพิ่มตัวแทนจากภาคประชาชนเข้าไปในคณะกรรมการฯ
                    ให้มีอำนาจหน้าที่ตามกฏหมายพิจารณาเรื่องค่ารักษาแพง
                </p>
            </div>
        </div>
        <br><br>
        <div class="row">
            <div class="col-sm-12 col-md-6 col-lg-6 m-auto">
                <div class="bg-light" style="padding: 10px;">
                    <strong>ช่วยให้คนธรรมดาส่งเสียงไปถึงผู้มีอำนาจตัดสินใจ</strong><br>
                    การสนับสนุนของคุณจะช่วยให้คนธรรมดาๆ ที่รู้สึกว่าไม่ได้รับความเป็นธรรมในสังคม
                    หรือรู้สึกอึดอัดไม่มีทางสู้ ได้มี Change.org
                    ไว้เป็นพื้นที่ส่งเสียงไปถึงผู้มีอำนาจตัดสินใจในเรื่องต่างๆ โดยสามารถเรียกร้องไปที่ใครก็ได้
                    ตั้งแต่ผู้นำชุมชน นักการเมืองระดับประเทศ ไปจนถึงบริษัทยักษ์ใหญ่ต่างๆ
                    เราอยากเห็นสังคมที่ผู้มีอำนาจแสดงความรับผิดชอบและรับฟังความเห็นของคนธรรมดาที่ได้รับผลกระทบ
                    จึงพัฒนาเทคโนโลยีที่ช่วยให้การรณรงค์เป็นเรื่องง่ายขึ้น ทุกคนสามารถใช้ Change.org ระดมเสียงสนับสนุน
                    จุดประกายสร้างความเคลื่อนไหว และสื่อสารกับผู้มีอำนาจตัดสินใจเพื่อสร้างการเปลี่ยนแปลงต่างๆ ได้โดยตรง
                </div><br>
                <p class="text-secondary" style="font-size: small;"><i class="fas fa-chevron-right"></i>
                    เจ้าของเรื่องรณรงค์และเครือข่ายเข้ายื่นรายชื่อพร้อมชี้แจงผลกระทบหากมีการบังคับใช้ พ.ร.บ.
                    ความปลอดภัยทางชีวภาพ (GMO) ซึ่งภายหลังคณะรัฐมนตรีมีคำสั่งให้ยกเลิกร่าง พ.ร.บ.
                    ดังกล่าวตามข้อเรียกร้อง
                </p>
            </div>
            <div class="col-sm-12 col-md-6 col-lg-6 m-auto">
                <img src="./donate/2.jpg" alt="" class="img-fluid">
            </div>
        </div>
    </div>
    <br><br>
    <div class="d-none d-lg-block">
        <div class="row" style="position: relative;">
            <img src="./donate/TH5.png" class="img-fluid" alt="" width="100%">
            <div class="" style="position: absolute; top: 90px; left: 250px; padding: 10px;">
                <p class="h2 text-light"><strong>ผลจากแคมเปญรณรงค์บน Change.org</strong></p><br>
                <p class="text-light" style="width: 50%;">
                    ที่ผ่านมาผู้ใช้งาน Change.org ช่วยผลักดันให้วาฬบรูด้าขึ้นทะเบียนเป็นสัตว์สงวนได้สำเร็จ
                    เปลี่ยนกฏหมายเกี่ยวกับการทารุณกรรมเด็กให้เข้มงวดขึ้น
                    สนับสนุนให้เด็กผู้หญิงทั่วโลกมีโอกาสได้เรียนหนังสือจนถึงชั้นมัธยมศึกษา และอีกหลายต่อหลายเรื่อง
                    การสนับสนุน Change.org จะช่วยให้เราสามารถทำงานต่อไปได้
                    <br><br>
                    <button class="btn btn-lg btn-outline-light" data-toggle="modal"
                        data-target="#exampleModalScrollable"><i class="fas fa-play"></i> ดูคลิปวิดีโอ</button>
                </p>

            </div>
        </div>
    </div>

    <br><br>
    <div class="container text-center">
        <p class="h4"><strong>สิทธิพิเศษเฉพาะชาว Changers ผู้สนับสนุน Change.org</strong></p>
        <p class="h5 text-secondary">เรารู้ว่าคุณไม่ได้สนับสนุนเราเพราะอยากได้ของตอบแทน
            แต่เราก็ยังอยากมอบสิทธิพิเศษเล็กๆ น้อยเหล่านี้ให้กับคุณ</p>
    </div>
    <br><br>
    <div class="container text-center ">
        <div class="row">
            <div class="col-lg-4 col-md-4 col-sm-12">
                <img src="./donate/section_three_icon_one.png" class="img-fluid" alt="" width="100"
                    height="100"><br><br>
                <p class="h5"><strong>รายงานต่างๆ ให้คุณชื่นใจว่าการสนับสนุนของคุณช่วยให้เกิดผลอะไรบ้างในสังคม</strong>
                </p>
            </div>
            <div class="col-lg-4 col-md-4 col-sm-12">
                <img src="./donate/section_three_icon_two.png" class="img-fluid" alt="" width="100"
                    height="100"><br><br>
                <p class="h5"><strong>สัมผัสเบื้องหลังการณรงค์ที่เข้มข้นในเรื่องต่างๆ</strong></p>
            </div>
            <div class="col-lg-4 col-md-4 col-sm-12">
                <img src="./donate/section_three_icon_three.png" class="img-fluid" alt="" width="100"
                    height="100"><br><br>
                <p class="h5"><strong>เราจะคอยฟังเสียงจากคุณว่ามีอะไรอีกบ้างที่เราทำได้เพื่อตอบแทนคุณ</strong></p>
            </div>
        </div>
    </div>
    <br><br>
    <div class="row bg-light" style="padding: 50px;">
        <div class="container">
            <div class="row">
                <div class="col-sm-12 col-md-6 col-sm-6 m-auto">
                    <p class="h4"><strong>เทคโนโลยีเพื่อสังคม</strong></p>
                    <p>เราเชื่อว่าเทคโนโลยีมีส่วนช่วยสร้างการเปลี่ยนแปลงต่างๆ ในสังคมอย่างที่ไม่เคยมีมาก่อน
                        แต่การพัฒนาเทคโนโลยีให้รองรับความต้องการนั้น มีค่าใช้จ่ายมากมายเหมือนที่เว็บชั้นนำทั้งหลายมี
                        Change.org จะทำงานต่อไปได้ก็ด้วยการสนับสนุนจากคนที่ต้องการเปลี่ยนให้สังคมดีขึ้นอย่างคุณ</p>
                </div>
                <div class="col-sm-12 col-md-6 col-sm-6">
                    <img src="./donate/3.jpg" class="img-fluid" alt="">
                </div>
            </div>
        </div>
    </div>
    <br><br>
    <p class="text-center"><button class="btn border border-secondary" style="font-size: small; padding: 15px;">การบริจาคให้ Change.org ยังไม่สามารถนำไปลดหย่อนภาษีบุคคลประจำปีได้</button></p>

    <div class="modal fade" id="exampleModalScrollable" tabindex="-1" role="dialog"
        aria-labelledby="exampleModalScrollableTitle" aria-hidden="true">
        <div class="modal-dialog modal-dialog-scrollable" role="document">
            <div class="modal-content">
                <div class="modal-body">
                    <div class="embed-responsive embed-responsive-16by9">
                        <iframe class="embed-responsive-item" src="https://www.youtube.com/embed/h4O81mgK85E"
                            frameborder="0"
                            allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                            allowfullscreen></iframe>
                    </div>
                </div>

            </div>
        </div>
    </div>
    <?php
    }
    ?>

    <br><br>
    <footer class="page-footer bg-light">
        <br>
        <div class="container">
            <div class="row">
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">รู้จักเรา</p>
                    <p><a href="#" class="navactive">เกี่ยวกับ Change.org</a></p>
                    <p><a href="#" class="navactive">ผลการเปลี่ยนแปลง</a></p>
                    <p><a href="#" class="navactive">ร่วมงานกับเรา</a></p>
                    <p><a href="#" class="navactive">ทีมงาน</a></p>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">ชุมชนบน CHANGE.ORG</p>
                    <p><a href="#" class="navactive">บล็อก</a></p>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">ความช่วยเหลือ</p>
                    <p><a href="#" class="navactive">ศุนย์ช่วยเหลือ</a></p>
                    <p><a href="#" class="navactive">คำแนะนำ</a></p>
                    <p><a href="#" class="navactive">นโยบายสิทธิส่วนบุคคล</a></p>
                    <p><a href="#" class="navactive">นโยบาย</a></p>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">ติดตาม CHANGE.ORG</p>
                    <p><a href="#" class="navactive">Twitter</a></p>
                    <p><a href="#" class="navactive">Facebook</a></p>
                </div>
            </div>
            <hr>
            <div class="d-flex justify-content-between row">
                <div class="col-sm-12 col-lg-9"><b>© 2020, Change.org, PBC</b> <a href="#"
                        class="navactive">จดทะเบียนประเภท B Corporation</a><br>
                    This site is protected by reCAPTCHA and the Google <a href="https://policies.google.com/privacy"
                        style="color: #ff0000; text-decoration: underline;">Privacy Policy</a> and <a
                        href="https://policies.google.com/terms"
                        style="color: #ff0000; text-decoration: underline;">Terms of Service</a> apply.<br><br>
                </div>
                <div class="col-sm-12 col-lg-3">
                    <select class="form-control">
                        <option value="de-DE">Deutsch</option>
                        <option value="en-AU">English (Australia)</option>
                        <option value="en-CA">English (Canada)</option>
                        <option value="en-IN">English (India)</option>
                        <option value="en-GB">English (United Kingdom)</option>
                        <option value="en-US">English (United States)</option>
                        <option value="es-AR">Español (Argentina)</option>
                        <option value="es-ES">Español (España)</option>
                        <option value="es-419">Español (Latinoamérica)</option>
                        <option value="fr-FR">Français</option>
                        <option value="hi-IN">हिन्दी</option>
                        <option value="id-ID">Bahasa Indonesia</option>
                        <option value="it-IT">Italiano</option>
                        <option value="ja-JP">日本語</option>
                        <option value="pt-BR">Português (Brasil)</option>
                        <option value="ru-RU">Русский</option>
                        <option value="th-TH" selected>ภาษาไทย</option>
                        <option value="tr-TR">Türkçe</option>
                    </select>
                </div>
            </div>
            <br>
        </div>
    </footer>


</body>

</html>