<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Change.org · เว็บไซต์เพื่อสร้างการเปลี่ยนแปลง</title>
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css"
        integrity="sha384-JcKb8q3iqJ61gNV9KGb8thSsNjpSL0n8PARn9HuZOnIxN0hoP+VmmDGMN5t9UJ0Z" crossorigin="anonymous">
    <link rel="icon" href="./icon.png">
    <link href="https://fonts.googleapis.com/css2?family=Pridi&display=swap" rel="stylesheet">



    <style>
        <?php if ( !isset($_GET['p'])) {
            ?>body {
                background-image: url("bg.png");
                background-repeat: no-repeat;
                background-position: center top;
                background-size: 70%;
            }

            <?php
        }

        ?>.navactive {
            color: #000000;
        }

        .navactive:hover {
            color: #ff0000;
            text-decoration: none;
        }

        .indexhead {
            color: #ff0000;
            text-decoration: underline;
        }

        .indexhead:hover {
            color: #000000;
        }

        .home-con {
            padding: 20px;
            border: 1px solid #ccc;
            border-radius: 5px;
        }

        .seemore {
            display: none;
        }

        .tabactive {
            color: #ff0000;
        }

        .tabactive:hover {
            color: #000000;
        }

        .petition-logo {
            background-color: #fdf9f2;
            color: #ff0000;
            width: 150px;
            height: 150px;
            border: 2px solid #fdeed5;
        }
    </style>
    <script src="https://kit.fontawesome.com/e581f04cd1.js" crossorigin="anonymous"></script>
    <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"
        integrity="sha384-DfXdz2htPH0lsSSs5nCTpuj/zy4C+OGpamoFVy38MVBnE+IbbVYUew+OrCXaRkfj"
        crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/popper.js@1.16.1/dist/umd/popper.min.js"
        integrity="sha384-9/reFTGAW83EW2RDu2S0VKaIzap3H66lZH81PoYlFhbGU+6BZp6G7niu735Sk7lN"
        crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js"
        integrity="sha384-B4gt1jrGC7Jh4AgTPSdUtOBvfO8shuf57BaghqFfPlYxofvL8/KUEfYiJOMMV+rV"
        crossorigin="anonymous"></script>
</head>

<body>
    <nav class="navbar navbar-expand-lg navbar-light bg-white" style="border-bottom: 1px solid #ccc;">
        <div class="container">
            <a class="navbar-brand h1 mb-0.1" href="./index.php"
                style="color: #ff0000;">change.org&nbsp;&nbsp;&nbsp;&nbsp;</a>
            <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarSupportedContent"
                aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarSupportedContent">
                <ul class="navbar-nav mr-auto">
                    <li class="nav-item">
                        <a class="nav-link" href="?p=create">
                            <div class="navactive">เริ่มเรื่องรณรงค์</div>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="?p=mypetition">
                            <div class="navactive">แคมเปญรณรงค์ของฉัน</div>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="?p=petition">
                            <div class="navactive">เรื่องรณรงค์</div>
                        </a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="?p=donate">
                            <div class="navactive">สนับสนุน Change.org</div>
                        </a>
                    </li>
                </ul>
                <ul class="navbar-nav">
                    <li class="nav-item">
                        <a class="nav-link" href="?p=search">
                            <div class="navactive"><i class="fas fa-search"></i></div>
                        </a>
                    </li>
                    <li class="nav-item dropdown">
                        <a class="nav-link " href="#" id="navbarDropdown" role="button" data-toggle="dropdown"
                            aria-haspopup="true" aria-expanded="false">
                            <img src="./avartar/me.jpg" alt="" class="rounded-circle" width="30" height="30">
                        </a>
                        <div class="dropdown-menu" aria-labelledby="navbarDropdown">
                            <a class="dropdown-item" href="?p=mypetition">แคมเปญรณรงค์ของฉัน</a>
                            <a class="dropdown-item" href="?p=profile">การตั้งค่า</a>
                            <div class="dropdown-divider"></div>
                            <a class="dropdown-item">akira fosterz</a>
                            <a class="dropdown-item" href="./index.php"><u style="color: #ff0000;">ออกจากระบบ</u></a>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </nav>



    <?php
            if (!isset($_GET['p'])){ //home
        ?>
    <br><br><br><br>
    <div class="container">
        <div class="text-center">
            <p class="h1">เว็บไซต์เพื่อสร้างการเปลี่ยนแปลง</p><br>
            <p class="h4">408,044,416 จำนวนผู้ใช้ทั่วโลก <a href="?p=petition"
                    class="indexhead">คลิกดูเรื่องราวรณรงค์ที่สำเร็จทั้งหมด</a></p>
            <br>
            <p><a href="?p=create"><button class="btn btn-lg "
                        style="background-color: #ff0000; color: #ffffff;">เริ่มเรื่องรณรงค์</button></a></p>
        </div>
        <br><br><br><br>


        <div id="carouselExampleCaptions" class="carousel slide m-auto" data-ride="carousel">
            <ol class="carousel-indicators">
                <li data-target="#carouselExampleCaptions" data-slide-to="0" class="active"></li>
                <li data-target="#carouselExampleCaptions" data-slide-to="1"></li>
                <li data-target="#carouselExampleCaptions" data-slide-to="2"></li>
            </ol>
            <div class="carousel-inner">

                <div class="carousel-item active">
                    <img src="./home/1.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">

                        <h3><span class="badge badge-danger"><a href="?p=view&petition=6"
                                    style="text-decoration: none; color: white;">ความพยายามครั้งนี้ไม่สูญเปล่า...ขอบคุณ
                                    แล้วพบกันใหม่</a>
                            </span>
                        </h3>
                    </div>
                </div>

                <div class="carousel-item">
                    <img src="./home/2.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span class="badge badge-danger"><a href="?p=view&petition=7"
                                    style="text-decoration: none; color: white;">รณรงค์สิทธิในอัตลักษณ์ทางเพศและการคุ้มครองคนข้ามเพศในโลกของการทำงาน<br>
                                    #ให้มันจบที่จูน ปิดฉากอย่างงดงาม</a></span>
                        </h3>
                    </div>
                </div>

                <div class="carousel-item">
                    <img src="./home/3.jpg" class="d-block w-100 img-fluid" alt="..." height="300">
                    <div class="carousel-caption d-none d-md-block">
                        <h3><span class="badge badge-danger"><a href="?p=view&petition=8"
                                    style="text-decoration: none; color: white;">คืนภาพคุณสมเด็จ วิรุฬหผล วีรชน 14
                                    ตุลาคม 2516</a></span>
                        </h3>
                    </div>
                </div>

            </div>
            <a class="carousel-control-prev" href="#carouselExampleCaptions" role="button" data-slide="prev">
                <span class="carousel-control-prev-icon" aria-hidden="true"></span>
                <span class="sr-only">Previous</span>
            </a>
            <a class="carousel-control-next" href="#carouselExampleCaptions" role="button" data-slide="next">
                <span class="carousel-control-next-icon" aria-hidden="true"></span>
                <span class="sr-only">Next</span>
            </a>
        </div>
        <br><br><br><br>
        <p class="h4">ล่าสุดบน Change.org</p>
        <br><br>

        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน อธิบดีกรมชลประทาน
                        กระทรวงเกษตรและสหกรณ์</p>
                    <p class="h5"><b>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</b></p>
                    <p>
                        หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                        ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร
                        ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                        อำเภอจะนะ
                        จ.สงขลา การรุก<span class="seemore">พื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                            การเข้าทำเหมืองแร่ในเขตป่าสงวน
                            จ.ลพบุรี และอีกหลากหลายโครงการ...
                            จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                            แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่าควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                            หรือ
                            การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                            เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี
                            เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                            เราเชื่อว่า ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’ เสมอไป ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง
                            แต่ท้ายสุดก็ถูกปัดตกไป
                            ตามมติครม.
                            เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า
                            #อย่าหาทำ จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                            -- หมายเหตุ --
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)

                            ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร) ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติตาพระยา</span> ... <a href="?p=view&petition=1"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><img src="./petition/1-1.jpg" alt=""
                            class="img-fluid mb-0 rounded-circle" width="25"
                            height="2">&nbsp;&nbsp;<strong>เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/1.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        2,119 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน ณัฏฐพล ทีปสุวรรณ
                        รัฐมนตรีว่าการกระทรวงศึกษาธิการ</p>
                    <p class="h5"><b>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                            #อย่าให้มันจบที่ครูจุ๋ม</b></p>
                    <p>
                        ผมก็เหมือนอีกหลายๆ คนที่รู้สึกไม่สบายใจหลังจากที่ไม่กี่วันมานี้เห็นข่าวความรุนแรงที่เกิดขึ้นที่
                        รร. สารสาสน์วิเทศน์ราชพฤกษ์ ผมตัดสินใจกดเข้ากลุ่มเฟซบุ๊ก ‘สมาคมผู้ปกครอง Online
                        สารสาสน์วิเทศราชพฤกษ์’ แล้วพบว่า
                        จากเป็นแค่กลุ่มผู้ปกครองที่<span class="seemore">มารวมตัวกันนัดแนะเรื่องดำเนินคดีครูจุ๋ม
                            ตอนนี้ยกระดับกลายเป็นว่า
                            มีผู้ปกครองจากโรงเรียนอื่นๆ เข้ามาแลกเปลี่ยนข้อมูล แชร์ประสบการณ์ ขอคำปรึกษา
                            จากโรงเรียนไฮโซ กระโดดไปโรงเรียนนานาชาติ ข้ามไปโรงเรียนเอกชน ต่อไปยังโรงเรียนรัฐ โรงเรียนวัด
                            หรืออาจจะเป็นสถานรับเลี้ยงเด็กก็ได้ในอนาคต
                            ผมรู้สึกได้ถึงความกังวลและตื่นตัวขนานใหญ่
                            มันไม่ใช่แค่เรื่องคดีครูจุ๋มและสารสาสน์วิเทศราชพฤกษ์อีกต่อไปแล้ว
                            มันขยายวงกว้างและมีการตั้งคำถามอันแหลมคมถึงเรื่องหลักเกณฑ์การรับครูเข้าทำงาน
                            การออกใบประกอบอาชีพครู จิตวิทยาดูแลสภาพจิตครู เรื่องการติดตั้งกล้องวงจรปิดในห้องเรียน
                            ปัญหาการบูลลี่ในหมู่เด็กนักเรียนที่ผู้ปกครองต้องเจอ
                            ความรับผิดชอบของโรงเรียนในกรณีเกิดเหตุขึ้น
                            การรวมตัวของผู้ปกครองจนเป็นเครือข่าย ขั้นตอนการดำเนินการฟ้องร้อง การศึกษากฎหมายที่เกี่ยวข้อง
                            ฯลฯ
                            เพราะเรื่องนี้เป็นเรื่องใหญ่มาก
                            มันเป็นเรื่องของความปลอดภัยในชีวิตเด็กนักเรียนที่อาจเกิดขึ้นกับใครก็ได้ในโรงเรียนทุกระดับ
                            แต่ที่ผ่านมาเรายังเห็นความรุนแรงในลักษณะนี้เกิดขึ้นซ้ำแล้วซ้ำเล่า
                            ไม่นับส่วนที่ไม่ถูกสื่อรายงานข่าว
                            ผมคิดว่าถ้าปัญหาคือโครงสร้างใหญ่ ก็เห็นความจำเป็นว่าจะต้องล้างมันทั้งระบบ
                            #อย่าให้มันจบที่ครูจุ๋ม
                            ผมอยากให้กระทรวงศึกษาธิการเป็นเจ้าภาพหลัก จัดประชุมใหญ่ๆ สักแมตช์
                            เชิญทุกภาคส่วนที่เกี่ยวข้องมาคุยแก้ปัญหาร่วมกันและจัดทำ roadmap ที่จับต้องได้
                            ไม่ว่าจะเป็นสื่อมวลชน เอ็นจีโอ นักจิตวิทยา นักการศึกษา นักกฎหมาย เครือข่ายผู้ปกครอง โรงเรียน
                            ตำรวจ ฯลฯ ใครก็ตามที่เกี่ยวข้องก็คงต้องใช้เวลานี้แหละ
                            ผลักดันให้เกิดความเปลี่ยนแปลงในเชิงโครงสร้าง เพื่อหาแนวทางแก้ไขปัญหาอย่างถึงรากถึงโคน
                            ปรับแก้-เปลี่ยนกฎหมาย รื้อโครงสร้าง ล้างระบบใหม่ไปเลย (หรือในภาษาเฉิ่มๆ ที่เรียกว่า
                            'วาระแห่งชาติ') ไม่งั้นเดี๋ยวก็เงียบฉี่หายไปอีก
                            #ไปให้สุดอย่าหยุดที่สารสาสน์วิเทศน์ราชพฤกษ์
                            #อย่าให้มันจบที่ครูจุ๋ม</span> ... <a href="?p=view&petition=2"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><strong>Intarachai Panich</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/2.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        5,052 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน นายพิบูลย์ ยงค์กมล
                        ประธานอำนวยการโรงเรียนในเครือสารสาสน์</p>
                    <p class="h5"><b>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</b></p>
                    <p>
                        จากข่าวการทำร้ายร่างการ และการทารุณกรรมเด็กในรูปแบบต่างๆ ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์
                        ดังภาพวีดีโอที่ถูกเผยแพร่ออกมา ทำให้ผู้ปกครองทุกคนไม่สบายใจ
                        และไม่ไว้วางใจในการดูแลบุตรหลานที่ฝากให้ทางโรงเรียนดูแล
                        <span class="seemore">อีกทั้งจากการขุดคุ้ยจากสื่อยังพบอีกว่า
                            ครูพี่เลี้ยงไม่ได้มีใบอนุญาตในการดูแลเด็ก
                            อีกทั้งครูต่างชาติบางคนก็ไม่มีใบอนุญาติทำงาน
                            และยังมีการให้มีจำนวนนักเรียนในแต่ละชั้นเกินกว่าที่กำหนด
                            จากข่าวสารที่ออกมา ทำให้เกิดการร้องเรียนเพิ่มเติมจากโรงเรียนในเครือสารสาสน์อีกถึง 34 แห่ง
                            เช่น
                            การบูลลี่ การของสอนครู การลงโทษนักเรียน และการเรียกเก็บค่าธรรมเนียม เป็นต้น
                            ทั้งนี้ ในฐานะของผู้ปกครองของนักเรียน จึงอยากเรียกร้องถึงประธานอำนวยการ
                            และเหล่าผู้บริหารของโรงเรียนในเครือสารสาสน์
                            เพื่อให้มีการปฏิรูประบบของโรงเรียนในเครือสารสาสน์
                            ”ทุกโรงเรียน’ เพื่อความปลอดภัยของนักเรียน และความโปร่งใสของการบริหารงาน ดังนี้
                            1. เรียกร้องให้มีการติดตั้งระบบกล้องวีดีโอ ที่ผู้ปกครองสามารถ log in ทาง internet
                            เข้ามาดูการถ่ายทอดได้ตลอดเวลา และมีระบบบันทึกภาพย้อนหลังไม่ต่ำกว่า 30 วัน
                            2.มีบันทึกประวัติและใบอนุญาตของครู และผู้ที่เกี่ยวข้องกับเด็กทุกคน
                            ให้ผู้ปกครองสามารถตรวจเช็คได้
                            และยกเลิกการจ้างครูและบุคลากรที่ไม่มีใบอนุญาติทุกคนทันที
                            3.ขอให้มีการทำประเมินระบบการเรียนการสอน และมาตรฐานของสถานศึกษา จากองค์กรภายนอก
                            และเปิดเผยผลการประเมินต่อสาธารณะ และดำเนินการปรับปรุงแก้ไขโดยทันที
                            ทางเราหวังว่าข้อเรียกร้องทั้ง 3 ข้อจะได้รับการตอบสนองอย่างรวดเร็วที่สุด
                            เพื่อความปลอดภัยของเด็กที่เป็นดั่งแก้วตาดวงใจของผู้ปกครองทุกคน
                            จึงเรียนมาเพื่อทราบ</span> ... <a href="?p=view&petition=3"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><strong>กลุ่มผู้ปกครองของนักเรียนโรงเรียนสารสาสน์</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/3.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        4,938 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div id="btnMore">
            <div class="col-lg-9 col-md-12 col-sm-12 text-center btn"
                style="padding: 8px; border: 2px solid #000; border-radius: 5px;" onclick="more()">
                เพิ่มเติม
            </div>
            <br>
        </div>

        <div id="more"></div>



        <script>
            function more() {
                document.getElementById('more').innerHTML = `
                <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน นายกรัฐมนตรี</p>
                    <p class="h5"><b>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​ หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</b></p>
                    <p>
                        @จดหมายน้อยฉบับที่ 2จากลูกสาวแห่งทะเลจะนะ ถึงปู่ประยุทธ์ขอให้ยกเลิก มติ ครม.นิคมอุตสาหกรรมฯ จะนะ
                        จากจดหมายฉบับแรกที่หนูได้เขียนถึงปู่ประยุทธ์ บอกเล่าถึงเรื่องราววิถีชีวิต การอนุรักษ์
                        ปกป้องทะเลจะนะ ที่เป็นบ้านของหนูและครอบครัว และได้หล่อเลี้ยงพวกเราในชุมชนมาอย่างยาวนาน
                        อีกทั้งทรัพยากรสัตว์น้ำที่เราหามาได้<span class="seemore">
                            ยังเป็นแหล่งอาหารที่สำคัญของคนจังหวัดสงขลาและจังหวัดใกล้เคียง
                            จนเมื่อรัฐบาลปู่ประยุทธ์ได้มีมติ(คณะรัฐมนตรี) เมื่อวันที่ 7 พฤษภาคม 2562
                            อนุมัติโครงการจะนะเมืองต้นแบบอุตสาหกรรมก้าวหน้าแห่งอนาคต โดยจะใช้พื้นที่ 3 ตำบล คือตำบลนาทับ
                            ตลิ่งชัน และสะกอม รวมเนื้อที่ทั้งหมด 16,753 ไร่ เปลี่ยนเมืองจะนะให้เป็นเมืองอุตสาหกรรม
                            ซึ่งส่วนหนึ่งนั้นคือบ้าน ชุมชน และที่ทำกินของพ่อแม่หนู
                            หนูต้องบอกให้ปู่ประยุทธ์ได้ทราบด้วยว่า การทำงานของศูนย์อำนวยการบริหารจังหวัดชายแดนภาคใต้
                            หรือ
                            ศอ.บต. ที่มีหน้าที่บริหารจัดการความขัดแย้งพื้นที่จังหวัดชายแดนภาคใต้
                            แต่กลับเข้ามาผลักดันโครงการนี้จนเป็นตัวปัญหาสร้างความขัดแย้งเสียเอง
                            เข้ามาทำหน้าที่ออกหน้าแทนกลุ่มทุนที่ต้องการเข้ามาสร้างนิคมอุตสาหกรรมในชุมชนของพวกเรา
                            จนทำให้เกิดความแตกแยกของคนภายในชุมชนเพิ่มมากขึ้นทุกวัน
                            โดยลืมแล้วไปว่าตนเองคือเจ้าหน้าที่รัฐที่ต้องทำงานแทนรัฐบาล
                            และหนูยังเชื่อว่าการอนุมัติโครงการนี้ของรัฐบาลปู่ประยุทธ์ทั้งสองครั้งที่ผ่านมาเกิดขึ้นจากฐานข้อมูลที่ไม่ถูกต้องที่ศอ.บต.จัดทำขึ้น
                            ซึ่งเห็นได้จากหลายเวทีที่ผ่านมาชาวบ้านไม่ได้มีส่วนร่วมอย่างแท้จริง
                            แต่แค่ต้องการล่ารายชื่อผู้สนับสนุนโครงการเท่านั้น
                            โดยไม่มีการให้ข้อมูลอันเป็นข้อเท็จจริงใดๆเลย
                            ซึ่งรวมถึงความพยายามที่จะจัดเวทีเมื่อวันที่ 12 พฤษภาคม 2563 ที่ได้เลื่อนไป
                            และจะมีการจัดเวทีดังกล่าวใหม่ ในวันที่ 11 กรกฎาคม 2563
                            เพื่อเปลี่ยนผังเมืองบ้านหนูซึ่งเป็นสีเขียวให้เป็นผังเมืองสีม่วงสำหรับการเป็นนิคมอุตสาหกรรม
                            ในโอกาสนี้ หนูอยากจะบอกให้ปู่ประยุทธ์ทราบอีกครั้งว่า บ้านและชุมชนของพวกหนูมีความสวยงาม
                            และมีศักยภาพทางด้านอาหารมากพอที่จะหล่อเลี้ยงชาวอำเภอจะนะและคนในจังหวัดสงขลาให้อยู่ได้ท่ามกลางสถานการณ์ของโรคโควิด
                            19 ที่ยังระบาดอยู่ในขณะนี้ ซึ่งได้พิสูจน์ให้เห็นแล้ว
                            จึงไม่มีเหตุผลอะไรเลยที่จะเปลี่ยนสภาพของพื้นที่แห่งนี้ให้กลายเป็นเขตนิคมอุตสาหกรรม
                            เพียงเพื่อตอบสนองความต้องการของกลุ่มทุนภายนอกที่พยายามอ้างว่าอยากจะเข้ามาสร้างงาน
                            สร้างรายได้ให้กับคนในพื้นที่ ทั้งที่จริงแล้วคือประโยชน์ส่วนตัวเท่านั้น
                            หนูพยายามติดตามอ่านข่าวการทำงานของปู่ประยุทธ์ในสถานการณ์ของโรคโควิดว่า
                            ท่านและรัฐบาลจะใช้วิธีการอย่างไรให้ข้ามพ้นวิกฤตินี้ไปได้ จนเมื่อวันที่ 17 มิถุนายน 2563
                            ปู่ประยุทธ์ได้ประกาศว่า “แนวทางการทำงานรูปแบบ New Normal
                            ที่ต้องการผนึกทุกภาคส่วนให้ร่วมกันสร้างอนาคตประเทศ
                            โดยจะเปิดโอกาสให้ประชาชนที่ได้รับผลกระทบจากนโยบายต่างๆ ได้มีส่วนร่วมมากขึ้นด้วย”
                            หนูจึงอยากให้นำแนวคิดดังกล่าวนี้ที่ปู่ประยุทธ์ได้พูดไว้มาใช้แก้ปัญหาที่กำลังเกิดขึ้นกับบ้านและชุมชนของหนูด้วย
                            นั่นคือ


                            การยกเลิก มติ ครม.ที่เกี่ยวข้องกับโครงการเมืองอุตสาหกรรมฯจะนะ ทั้ง 2 ครั้ง คือ เมื่อวันที่ 7
                            พฤษภาคม 2562 และ เมื่อวันที่ 21 มกราคม 2563 ออกไปก่อน
                            พร้อมกันนี้ให้มีการปรับกระบวนการทำงานของ ศอ.บต. ใหม่

                            และที่สำคัญคือจัดให้มีการศึกษาศักยภาพของอำเภอจะนะเพื่อสร้างทางเลือกการพัฒนาที่ยั่งยืน
                            ซึ่งหนูเชื่อว่านี่คือหนทางที่จะนำไปสู่การแก้ไขปัญหาความขัดแย้งทั้งหมดได้อย่างแท้จริง

                            จึงเรียนมาด้วยความเคารพ
                            นางสาวไครียะห์ ระหมันยะ1 กรกฏาคม 2563</span> ... <a href="?p=view&petition=4"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><strong>ไครียะห์ ระหมันยะ</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/4.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน
                        8,328 คน</p>
                </div>
            </div>
        </div>
        <br>
        <div class="home-con col-lg-9 col-md-12 col-sm-12">
            <div style="font-size: small;"><i class="fas fa-link"></i> ได้รับการพูดถึงที่ <strong>www.thairath.co.th</strong></div>
            <hr>
            <div class="row">
                <div class="col-lg-9 col-md-9 col-sm-12">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียน กระทรวงกลาโหม</p>
                    <p class="h5"><b>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</b></p>
                    <p>
                        เกณฑ์ทหาร (Conscription) คือ การเรียกใช้แรงงานอย่างไม่สมัครใจโดยฝ่ายปกครอง
                        โดยมีรายงานว่าในหลายประเทศได้ยกเลิกการเกณฑ์ทหารไปแล้ว
                        เหตุผลที่ในบางประเทศได้มีการยกเลิกการเกณฑ์ทหาร หรือยังคงมีการเกณฑ์ทหารอยู่
                        อาจขึ้นอยู่กับปัจจัยหลายประการ โดยในบางประเทศ<span class="seemore">ได้มองข้อเสียของการเกณฑ์ทหารว่า
                        ทำให้เกิดความความสิ้นเปลืองทางเศรษฐกิจในยามที่ประเทศสงบสุข อีกทั้งยังขัดกับปฏิญญาสากล
                        ว่าด้วยสิทธิมนุษยชน รวมถึงขัดกับเสรีภาพของประชาชน
                        ขณะที่ในบางประเทศมองว่า การเกณฑ์ทหารมีข้อดี คือ เป็นการเตรียมพร้อมสำหรับประเทศที่ยังมีภาวะสงคราม
                        หรือคาดว่าอาจจะเกิดสงครามได้ในอนาคต
                        ซึ่งผมมองว่าในประเทศไทยของเราและประเทศรอบๆน่าจะหมดไปแล้วซึ่งสงครามที่จะก่อให้ประเทศเสียหายล้มตาย
                        หรือในเขตชายแดนที่อาจยังมีเหตุการความไม่สงบอยู่บ้าง แต่ในส่วนของกองกำลังผมว่า
                        ต่อให้เรามีกำลังพลมากมายแต่ต้องออกไปต่อสู้ด้วยการถูกบังคับหรือความหวาดกลัวไม่น่าจะก่อให้เกิดผลดี
                        ต่างจากคนที่สมัครใจและมีความมุ่งมั่นในการจะช่วยเหลืออาจจะเป็นประโยชน์มากกว่าแน่นอน
                        อีกประเด็นคือเรื่องของความรักชาติ มีคนมักถามว่า "ทำไมไม่อยากเป็นทหาร คุณไม่รักชาติเลยหรอ
                        เกิดเป็นลูกผู้ชายทั้งที น่าภาคภูมิใจจะตาย" ซึ่งในเรื่องนี้ผมเห็นด้วยนะครับ
                        ลูกผู้ชายบางคนต้องการที่จะดูแลและพร้อมจะเสียสละเพื่อปกป้องประเทศ แต่คุณอย่าลืมนะครับว่า
                        ไม่ได้มีแค่อาชีพตำรวจทหารเท่านั้นที่ทำให้ประเทศเรายังดำเนินต่อไปได้ ทุกคนคิดไม่เหมือนกันครับ
                        บางคนอาจมีงานการมีอาชีพที่ดีเพื่อเขาจะได้เลี้ยงดูครอบครัว แต่ต้องหยุดลงเพราะต้องมาเป็นทหาร
                        แต่ผมไม่ได้ว่าทหารไม่ดีนะครับ ผมกำลังพูดถึงทุกคนมีหน้าที่ และที่สำคัญ "ไม่ได้เป็นทหาร
                        ไม่ได้แปลว่าไม่รักชาติ" อย่าเอาคำว่ารักชาติมาเป็นบรรทัดฐานเลยครับ ใครๆก็รักกันทั้งนั้น
                        สรุปสิ่งที่ต้องการจะบอกคือ
                        ผมคิดว่ากำลังพลของทหารในปัจจุบันน่าจะเพียงพอสำหรับการดูแลความเรียบร้อยของบ้านเมืองในเวลานี้แล้ว
                        ไม่ได้มีสงครามหรือเหตุอันตรายที่ทำให้บ้านเมืองพังพินาศ และกำลังพลที่ดีควรมาจากความสมัครใจ
                        ไม่ใช่จากการถูกบังคับ
                        ซึ่งหลายๆประเทศเขาก็ได้ยกเลิกกฎระเบียบนี้เนื่องจากมองว่าอาจขัดกับเสรีภาพของประชาชน
                        ที่หลายคนออกมาเรียกร้องอาจจะไม่ใช่เพราะเขาไม่อยากไปลำบากในการฝึกในสนามรบ
                        แต่ยังมีอีกหลายคนที่อาจมีความจำเป็นจริงๆอีกมากมายครับ </span> ... <a href="?p=view&petition=5"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                    <p style="font-size: 14px;"><img src="./petition/4-1.jpg" alt="" class="img-fluid mb-0 rounded-circle" width="25"
                            height="2">&nbsp;&nbsp;<strong>PRIMO X</strong>
                    </p>
                </div>
                <div class="text-center m-auto col-lg-3 col-md-3 col-sm-12">
                    <img src="./petition/5.jpg" alt="" class="img-fluid">
                    <br><br>
                    <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i> ผู้สนับสนุน 39,403 คน</p>
                </div>
            </div>
        </div>
                `;
                document.getElementById('btnMore').innerHTML = '';
            }
        </script>
    </div>

    <?php
            }
        ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 1){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก<br>ดงพญาเย็น-เขาใหญ่</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/1.jpg" alt="" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./petition/1-1.jpg" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25"
                                height="2">&nbsp;&nbsp;<strong><u>เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>อธิบดีกรมชลประทาน กระทรวงเกษตรและสหกรณ์</u></strong>
                        </p>
                        <p style="font-size: 22px;"><i>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร</i></p>
                        <p style="font-size: 22px;">
                            ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                            อำเภอจะนะ จ.สงขลา การรุกพื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                            การเข้าทำเหมืองแร่ในเขตป่าสงวน จ.ลพบุรี และอีกหลากหลายโครงการ...<strong>
                                จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                                แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?</strong>
                        </p>
                        <p style="font-size: 22px;">
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                        </p>
                        <p style="font-size: 22px;">
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                        </p>
                        <p style="font-size: 22px;">
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                        </p>
                        <p style="font-size: 22px;">
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่า<strong>ควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน
                                สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                                หรือ
                                การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                                เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่</strong>
                        </p>
                        <p style="font-size: 22px;">
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                        </p>
                        <p style="font-size: 22px;">
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                        </p>
                        <p style="font-size: 22px;">
                            เราเชื่อว่า <strong>ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’
                                เสมอไป</strong> ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                        </p>
                        <p style="font-size: 22px;">
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะ<strong>ก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง</strong>
                            แต่ท้ายสุดก็ถูกปัดตกไป ตามมติครม. เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                        </p>
                        <p style="font-size: 22px;">
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า <strong>#อย่าหาทำ</strong>
                            จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                        </p>
                        <p style="font-size: 22px;"><strong>-- หมายเหตุ --</strong></p>
                        <p style="font-size: 22px;">
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)
                        <ul>
                            <ul style="font-size: 22px;">
                                <li>ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติทับลาน</li>
                                <li>คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติทับลาน</li>
                                <li>ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                </li>
                                <li>คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                <li>คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                <li>คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่</li>
                                <li>ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                                    ในพื้นที่อุทยานแห่งชาติตาพระยา</li>
                            </ul>
                        </ul>
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้ร่วมสนับสนุน 2,000 คน
                            </div>
                            <div class="ml-auto">
                                21 ชั่วโมงที่ผ่านมา
                            </div>
                        </div>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                            </div>
                            <div class="ml-auto">
                                4 วันที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>Thayos Ayasanonth</strong><span class="text-secondary"
                                        style="font-size: small;"> 4 วันที่ผ่านมา</span></p>
                                <p>เขื่อนมีเยอะมากฝนเมืองไทย แต่แทบทุดเขื่อนไม่สามารถให้ประโยชน์ได้เต็มที่ หน้าน้ำล้น
                                    หน้าแล้งน้ำแห้งเขื่อน ที่สำคัญขบวนการกินป่ามันแฝงเข้ามากับโครงการเหล่านี้</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>bob b</strong><span class="text-secondary" style="font-size: small;"> 4
                                        วันที่ผ่านมา</span></p>
                                <p>หยุดเขื่อน หยุดทำลายป่าไม้ เเละระบบนิเวศน์</p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><strong>มีผู้สนับสนุน 2,119 คน</strong> ขออีกให้ถึง 2,500 คน!</p>
                        <div class="progress">
                            <div class="progress-bar progress-bar-striped bg-danger progress-bar-animated"
                                role="progressbar" style="width: 84.76%" aria-valuenow="100" aria-valuemin="0"
                                aria-valuemax="100"></div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/nattapol.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>ณัฐพล ตรัยศิริกมล</strong> ลงชื่อสนับสนุน 2 ชั่วโมงที่ผ่านมา
                                </span>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>Muttika Cloutier</strong> ลงชื่อสนับสนุน 3 ชั่วโมงที่ผ่านมา
                                </span>
                            </div>
                        </div>
                        <hr>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/me.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-8">
                                <span class="text-center">
                                    <strong>Akira fosterz</strong> thai, ไทย
                                </span>
                            </div>
                            <div class="col-2">
                                <a href="?p=profile&s=account" class="navactive"><i class="fas fa-edit"></i></a>
                            </div>
                        </div>
                        <br>
                        <textarea placeholder="คุณลงชื่อสนับสนุนเพราะ...(ไม่บังคับ)" name="" id="" cols="30" rows="3"
                            class="form-control" style="resize: none;"></textarea><br>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c1">
                            <label for="c1" class="form-check-label" style="font-size: small;">
                                ยินดีแชร์ชื่อและที่อยู่อีเมลของฉันกับ
                                เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                เพื่อรับการแจ้งเตือนเกี่ยวกับความคืบหน้าของแคมเปญนี้ และแคมเปญอื่นๆ ที่เกี่ยวข้อง
                            </label>
                        </div>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c2" checked>
                            <label for="c2" class="form-check-label" style="font-size: small;">
                                แสดงชื่อและความเห็นของฉันบนหน้าแคมเปญ
                            </label>
                        </div><br>
                        <button class="btn btn-block btn-danger btn-lg"><i class="fas fa-lock fa-sm"></i>
                            ร่วมลงชื่อสนับสนุน</button>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Muttika Cloutier</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>I want to save Thailand and save the environment</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Rueangrit Promdam</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เอาป่าไปแลกเขื่อน จะเอาน้ำจากไหนไปเติมเขื่อน
                            ควรใช้ทางเลือกเพิ่มแหล่งน้ำกระจายไปในพื้นที่นอกป่าดีกว่า
                            ยิ่งเป็นพื้นที่ป่ามรดกโลกไม่ควรอย่างยิ่งที่จะบุกรุกทำลายป่าอีก</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ณัฐพล นาสมฝัน</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ยินดีสนับสนุนครับ</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>นิจจารีย์ ฝาชัยภูมิ</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เราควรมีพื้นที่ป่ามากกว่าพื้นที่เขื่อน ที่มีผลเสียมากกว่าผลดี</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Panida Kittiratmai</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่อยากให้ทำลายเบียดเบียนธรรมชาติ สิ่งแวดล้อมของโลก</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>นิจจารีย์ ฝาชัยภูมิ</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>เราควรมีพื้นที่ป่ามากกว่าพื้นที่เขื่อน ที่มีผลเสียมากกว่าผลดี</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>สุดาพร ศรีทองพิมพ์</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>ต้องการปกป้องที่อยู่อาศัยของสัตว์ป่าและไม่ให้ทำลายป่าอันเป็นทรัพยากรที่สำคัญ</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/chaiyaporn.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ชัญญอร บุบผาสุวรรณ</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>อย่าสร้างอีกเลย ธรรมชาติจะรักษาโลกเสมอ</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 2){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้<br>ปัญหาความรุนแรงในรร.
                        #อย่าให้มันจบที่ครูจุ๋ม</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/s1.jpg" alt="" width="800" height="450" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./avartar/him.png" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25"
                                height="2">&nbsp;&nbsp;<strong><u>Intarachai Panich</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>ณัฏฐพล ทีปสุวรรณ
                                    รัฐมนตรีว่าการกระทรวงศึกษาธิการ</u></strong>
                        </p>
                        <p style="font-size: 22px;">
                            ผมก็เหมือนอีกหลายๆ
                            คนที่รู้สึกไม่สบายใจหลังจากที่ไม่กี่วันมานี้เห็นข่าวความรุนแรงที่เกิดขึ้นที่ รร.
                            สารสาสน์วิเทศน์ราชพฤกษ์ ผมตัดสินใจกดเข้ากลุ่มเฟซบุ๊ก ‘สมาคมผู้ปกครอง Online
                            สารสาสน์วิเทศราชพฤกษ์’ แล้วพบว่า
                            จากเป็นแค่กลุ่มผู้ปกครองที่มารวมตัวกันนัดแนะเรื่องดำเนินคดีครูจุ๋ม ตอนนี้ยกระดับกลายเป็นว่า
                            มีผู้ปกครองจากโรงเรียนอื่นๆ เข้ามาแลกเปลี่ยนข้อมูล แชร์ประสบการณ์ ขอคำปรึกษา
                        </p>
                        <p style="font-size: 22px;">
                            จากโรงเรียนไฮโซ กระโดดไปโรงเรียนนานาชาติ ข้ามไปโรงเรียนเอกชน ต่อไปยังโรงเรียนรัฐ โรงเรียนวัด
                            หรืออาจจะเป็นสถานรับเลี้ยงเด็กก็ได้ในอนาคต
                        </p>
                        <p style="font-size: 22px;">
                            ผมรู้สึกได้ถึงความกังวลและตื่นตัวขนานใหญ่
                            มันไม่ใช่แค่เรื่องคดีครูจุ๋มและสารสาสน์วิเทศราชพฤกษ์อีกต่อไปแล้ว
                            มันขยายวงกว้างและมีการตั้งคำถามอันแหลมคมถึงเรื่องหลักเกณฑ์การรับครูเข้าทำงาน
                            การออกใบประกอบอาชีพครู จิตวิทยาดูแลสภาพจิตครู เรื่องการติดตั้งกล้องวงจรปิดในห้องเรียน
                            ปัญหาการบูลลี่ในหมู่เด็กนักเรียนที่ผู้ปกครองต้องเจอ
                            ความรับผิดชอบของโรงเรียนในกรณีเกิดเหตุขึ้น การรวมตัวของผู้ปกครองจนเป็นเครือข่าย
                            ขั้นตอนการดำเนินการฟ้องร้อง การศึกษากฎหมายที่เกี่ยวข้อง ฯลฯ
                        </p>
                        <p style="font-size: 22px;">
                            เพราะเรื่องนี้เป็นเรื่องใหญ่มาก
                            มันเป็นเรื่องของความปลอดภัยในชีวิตเด็กนักเรียนที่อาจเกิดขึ้นกับใครก็ได้ในโรงเรียนทุกระดับ
                            แต่ที่ผ่านมาเรายังเห็นความรุนแรงในลักษณะนี้เกิดขึ้นซ้ำแล้วซ้ำเล่า
                            ไม่นับส่วนที่ไม่ถูกสื่อรายงานข่าว
                        </p>
                        <p style="font-size: 22px;">
                            ผมคิดว่าถ้าปัญหาคือโครงสร้างใหญ่ ก็เห็นความจำเป็นว่าจะต้องล้างมันทั้งระบบ
                            #อย่าให้มันจบที่ครูจุ๋ม
                        </p>
                        <p style="font-size: 22px;">
                            <strong>ผมอยากให้กระทรวงศึกษาธิการเป็นเจ้าภาพหลัก จัดประชุมใหญ่ๆ สักแมตช์
                                เชิญทุกภาคส่วนที่เกี่ยวข้องมาคุยแก้ปัญหาร่วมกันและจัดทำ roadmap ที่จับต้องได้</strong>
                            ไม่ว่าจะเป็นสื่อมวลชน เอ็นจีโอ นักจิตวิทยา นักการศึกษา นักกฎหมาย เครือข่ายผู้ปกครอง โรงเรียน
                            ตำรวจ ฯลฯ <strong>ใครก็ตามที่เกี่ยวข้องก็คงต้องใช้เวลานี้แหละ
                                ผลักดันให้เกิดความเปลี่ยนแปลงในเชิงโครงสร้าง เพื่อหาแนวทางแก้ไขปัญหาอย่างถึงรากถึงโคน
                                ปรับแก้-เปลี่ยนกฎหมาย รื้อโครงสร้าง ล้างระบบใหม่ไปเลย (หรือในภาษาเฉิ่มๆ ที่เรียกว่า
                                'วาระแห่งชาติ') ไม่งั้นเดี๋ยวก็เงียบฉี่หายไปอีก</strong>
                        </p>
                        <p style="font-size: 22px;">
                            #ไปให้สุดอย่าหยุดที่สารสาสน์วิเทศน์ราชพฤกษ์
                        </p>
                        <p style="font-size: 22px;">
                            #อย่าให้มันจบที่ครูจุ๋ม
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้ร่วมสนับสนุน 5,000 คน
                            </div>
                            <div class="ml-auto">
                                5 ชั่วโมงที่ผ่านมา
                            </div>
                        </div>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง Intarachai Panich
                            </div>
                            <div class="ml-auto">
                                3 วันที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>ศิริขวัญ​ สาธุ​เสน​</strong><span class="text-secondary"
                                        style="font-size: small;"> 1 เดือนผ่านมา</span></p>
                                <p>สถาน​ศึก​ษา​ต้องเป็นที่​ที่​เด็กรู้สึก​ปลอดภัย​และอบอุ่นเพราะ​โรงเรียน​เป็น​เหมือน​บ้านหลังที่2​
                                    ๆไม่​ควร​มีการ กระ​ทำที่​รุนแรง​กับ​เด็ก​ค่ะ​</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/2.jpg" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>อังคณา เคหารมย์</strong><span class="text-secondary"
                                        style="font-size: small;"> 2
                                        เดือนผ่านมา</span></p>
                                <p>ไม่มีใครมีสิทธ์ทำร้ายร่างกายใครทั้งนั้น ไม่ว่าจะด้วยเหตุผลใดๆก็ตาม โดยเฉพาะกับเด็กๆ
                                </p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><strong>มีผู้สนับสนุน 5,052 คน</strong> ขออีกให้ถึง 10,000 คน!</p>
                        <div class="progress">
                            <div class="progress-bar progress-bar-striped bg-danger progress-bar-animated"
                                role="progressbar" style="width: 50.52%" aria-valuenow="100" aria-valuemin="0"
                                aria-valuemax="100"></div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>Akekapap Lapjit</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>ณัฐมน ทัศมี</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <hr>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/me.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-8">
                                <span class="text-center">
                                    <strong>Akira fosterz</strong> thai, ไทย
                                </span>
                            </div>
                            <div class="col-2">
                                <a href="?p=profile&s=account" class="navactive"><i class="fas fa-edit"></i></a>
                            </div>
                        </div>
                        <br>
                        <textarea placeholder="คุณลงชื่อสนับสนุนเพราะ...(ไม่บังคับ)" name="" id="" cols="30" rows="3"
                            class="form-control" style="resize: none;"></textarea><br>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c1">
                            <label for="c1" class="form-check-label" style="font-size: small;">
                                ยินดีแชร์ชื่อและที่อยู่อีเมลของฉันกับ
                                เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                เพื่อรับการแจ้งเตือนเกี่ยวกับความคืบหน้าของแคมเปญนี้ และแคมเปญอื่นๆ ที่เกี่ยวข้อง
                            </label>
                        </div>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c2" checked>
                            <label for="c2" class="form-check-label" style="font-size: small;">
                                แสดงชื่อและความเห็นของฉันบนหน้าแคมเปญ
                            </label>
                        </div><br>
                        <button class="btn btn-block btn-danger btn-lg"><i class="fas fa-lock fa-sm"></i>
                            ร่วมลงชื่อสนับสนุน</button>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ปานชีวา ผ่องแผ้ว</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ความรุนแรงในสถานศึกษาควรหมดไป และสถานศึกษาควรเป็นที่ที่ปลอดภัยสำหรับนักเรียน</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>settawat boriruklert</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>รร.ต้องเป็นที่ เด็กๆควรสนุกสนาน</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>มนนัทธ์ ธนสุกาญจน์</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>อยากหยุดความรุนแรงในเครือสารสาสน์</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>สิรภพ นิมิตรมรรค</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่ต้องการให้เด็กรุ่นใหม่เจอเเบบนี้อีก</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/3.jpg" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>wuttipong boonlue</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>อยากให้โรงเรียนเป็นพื้นที่ปลอดภัย</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/4.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>Supecha Baotip</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>นี่เป็นสิ่งที่ควรเป็นมาตรฐานอยู่แล้ว ทางกระทรวงปล่อยปละละเลยขนาดนี้ได้อย่างไร</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/5.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>วศินี กิตติวงษ์วิวัฒน์</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>การใช้ความรุนแรงกับเด็ก ต้องหยุดเดี๋ยวนี้ค่ะ และต้องลงโทษผู้ที่กระทำผิด ไม่ให้เกี่ยวข้องกับสถานศึกษาอีก</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/6.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ศุภณัฏฐ์​ ศิริพงศ์ปรีดา</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>โรงเรียนหรือสถาบันการศึกษาทุกแห่ง ต้องมีกฎ ระเบียบ อบรมครูอาจารย์ และรักษาคำมั่นว่าจะไม่มีเหตุการณ์แบบนี้อีก ถ้ามีเกิดขึ้นอีกบทลงโทษควรหนักกว่านี้ อย่าให้ผู้คนขาดความเชื่อมั่นในสถาบันการศึกษาของตัวเอง และทำให้สถาบันการศึกษาเสียหายทั้งหมด</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 3){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/3.jpg" alt="" width="800" height="450" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./avartar/him.png" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25"
                                height="2">&nbsp;&nbsp;<strong><u>กลุ่มผู้ปกครองของนักเรียนโรงเรียนสารสาสน์</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>นายพิบูลย์ ยงค์กมล
                                    ประธานอำนวยการโรงเรียนในเครือสารสาสน์</u></strong>
                        </p>
                        <p style="font-size: 22px;">
                            จากข่าวการทำร้ายร่างการ และการทารุณกรรมเด็กในรูปแบบต่างๆ ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์
                            ดังภาพวีดีโอที่ถูกเผยแพร่ออกมา ทำให้ผู้ปกครองทุกคนไม่สบายใจ
                            และไม่ไว้วางใจในการดูแลบุตรหลานที่ฝากให้ทางโรงเรียนดูแล
                        </p>
                        <p style="font-size: 22px;">
                            อีกทั้งจากการขุดคุ้ยจากสื่อยังพบอีกว่า ครูพี่เลี้ยงไม่ได้มีใบอนุญาตในการดูแลเด็ก
                            อีกทั้งครูต่างชาติบางคนก็ไม่มีใบอนุญาติทำงาน
                            และยังมีการให้มีจำนวนนักเรียนในแต่ละชั้นเกินกว่าที่กำหนด
                        </p>
                        <p style="font-size: 22px;">
                            จากข่าวสารที่ออกมา ทำให้เกิดการร้องเรียนเพิ่มเติมจากโรงเรียนในเครือสารสาสน์อีกถึง 34 แห่ง
                            เช่น การบูลลี่ การของสอนครู การลงโทษนักเรียน และการเรียกเก็บค่าธรรมเนียม เป็นต้น
                        </p>
                        <p style="font-size: 22px;">
                            ทั้งนี้ ในฐานะของผู้ปกครองของนักเรียน จึงอยากเรียกร้องถึงประธานอำนวยการ
                            และเหล่าผู้บริหารของโรงเรียนในเครือสารสาสน์
                            เพื่อให้มีการปฏิรูประบบของโรงเรียนในเครือสารสาสน์ ”ทุกโรงเรียน’ เพื่อความปลอดภัยของนักเรียน
                            และความโปร่งใสของการบริหารงาน ดังนี้
                        </p>
                        <p style="font-size: 22px;">
                            1. เรียกร้องให้มีการติดตั้งระบบกล้องวีดีโอ ที่ผู้ปกครองสามารถ log in ทาง internet
                            เข้ามาดูการถ่ายทอดได้ตลอดเวลา และมีระบบบันทึกภาพย้อนหลังไม่ต่ำกว่า 30 วัน
                        </p>
                        <p style="font-size: 22px;">
                            2.มีบันทึกประวัติและใบอนุญาตของครู และผู้ที่เกี่ยวข้องกับเด็กทุกคน
                            ให้ผู้ปกครองสามารถตรวจเช็คได้ และยกเลิกการจ้างครูและบุคลากรที่ไม่มีใบอนุญาติทุกคนทันที
                        </p>
                        <p style="font-size: 22px;">
                            3.ขอให้มีการทำประเมินระบบการเรียนการสอน และมาตรฐานของสถานศึกษา จากองค์กรภายนอก
                            และเปิดเผยผลการประเมินต่อสาธารณะ และดำเนินการปรับปรุงแก้ไขโดยทันที
                        </p>
                        <p style="font-size: 22px;">
                            ทางเราหวังว่าข้อเรียกร้องทั้ง 3 ข้อจะได้รับการตอบสนองอย่างรวดเร็วที่สุด
                            เพื่อความปลอดภัยของเด็กที่เป็นดั่งแก้วตาดวงใจของผู้ปกครองทุกคน
                        </p>
                        <p style="font-size: 22px;">
                            จึงเรียนมาเพื่อทราบ
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้ร่วมสนับสนุน 5,000 คน
                            </div>
                            <div class="ml-auto">
                                1 ชั่วโมงที่ผ่านมา
                            </div>
                        </div>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง กลุ่มผู้ปกครองของนักเรียนโรงเรียนสารสาสน์
                            </div>
                            <div class="ml-auto">
                                1 เดือนที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>จริน ทองรัศมี</strong><span class="text-secondary" style="font-size: small;">
                                        1 เดือนผ่านมา</span></p>
                                <p>ปัญหาเรื้อรังควรได้รับการแก้ไข</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>วีรญา ตั้งพจน์ทวีพร</strong><span class="text-secondary"
                                        style="font-size: small;"> 2
                                        เดือนผ่านมา</span></p>
                                <p>เคยเรียน​ สสพ​ 20กว่าปีก่อน​กมีครูแบบครูจุ๋มแอบแฝงจ้า​
                                    นักเรียนโดนย้ายห้อง​/ครูสอนจนแก่</p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><strong>มีผู้สนับสนุน 5,052 คน</strong> ขออีกให้ถึง 10,000 คน!</p>
                        <div class="progress">
                            <div class="progress-bar progress-bar-striped bg-danger progress-bar-animated"
                                role="progressbar" style="width: 50.52%" aria-valuenow="100" aria-valuemin="0"
                                aria-valuemax="100"></div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>Benjamin Guy-Williams</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>ณัฐมน ทัศมี</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <hr>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/me.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-8">
                                <span class="text-center">
                                    <strong>Akira fosterz</strong> thai, ไทย
                                </span>
                            </div>
                            <div class="col-2">
                                <a href="?p=profile&s=account" class="navactive"><i class="fas fa-edit"></i></a>
                            </div>
                        </div>
                        <br>
                        <textarea placeholder="คุณลงชื่อสนับสนุนเพราะ...(ไม่บังคับ)" name="" id="" cols="30" rows="3"
                            class="form-control" style="resize: none;"></textarea><br>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c1">
                            <label for="c1" class="form-check-label" style="font-size: small;">
                                ยินดีแชร์ชื่อและที่อยู่อีเมลของฉันกับ
                                เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                เพื่อรับการแจ้งเตือนเกี่ยวกับความคืบหน้าของแคมเปญนี้ และแคมเปญอื่นๆ ที่เกี่ยวข้อง
                            </label>
                        </div>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c2" checked>
                            <label for="c2" class="form-check-label" style="font-size: small;">
                                แสดงชื่อและความเห็นของฉันบนหน้าแคมเปญ
                            </label>
                        </div><br>
                        <button class="btn btn-block btn-danger btn-lg"><i class="fas fa-lock fa-sm"></i>
                            ร่วมลงชื่อสนับสนุน</button>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Sahadsapan Prangtong</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ต้องการให้โรงเรียนเป็นบ้านหลังที่สองจริงๆ เป็นที่ๆจะคอยดูแลเด็กๆด้วยความเอาใจใส่
                            จากผู้ที่มีความเชี่ยวชาญทางด้านเด็กโดยตรง เพื่อความสบายใจของคุณพ่อคุณแม่หลายๆท่าน</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>จริน ทองรัศมี</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ปัญหาเรื้อรังควรได้รับการแก้ไข</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>รังษิมา เสถียรกิจ</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่ต้องการให้เด็กเกลียดและกลัวโรงเรียน</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>สิรภพ นิมิตรมรรค</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่ต้องการให้เด็กรุ่นใหม่เจอเเบบนี้อีก</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Rattawoot Pratoomraj</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เแนะนำให้ดูระบบและวัฒนธรรมการดูแลเด็กของโรงเรียนอมาตยกุลไปประยุกต์ใช้ตามความเหมาะสมครับ
                            https://youtu.be/C_CpZk0Z0X4</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>Rattawoot Pratoomraj</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>เแนะนำให้ดูระบบและวัฒนธรรมการดูแลเด็กของโรงเรียนอมาตยกุลไปประยุกต์ใช้ตามความเหมาะสมครับ https://youtu.be/C_CpZk0Z0X4</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>วรุตม์ ลิขิตอนุสรณ์</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>เห็นด้วยอย่างยิ่ง

โรงเรียน คือ บ้านหลังที่สองของนักเรียน ที่นอกจากจะเพิ่มความรู้ทางวิชาการ ยังเพิ่มประสบการณ์การดำรงชีวิต การเข้าสังคม ซึ่งทุกสิ่งล้วนเป็นจุดเริ่มต้นของเด็ก ๆ

และยิ่งในฐานะศิษย์เก่า ถึงแม้จะไม่เคยเจอเหตุการณ์ที่โหดร้ายขนาดนั้น แต่ก็รับไม่ได้จริง ๆ กับความจริงที่โหดร้ายที่ปรากฏอยู่ในปัจจุบัน</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ฐานะวุฒิ เจ้ยเปลี่ยน</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>อยากให้สถานศึกษา เป็นที่บ่มเพาะความรู้และมีความสุขของการเรียนรู้ ไม่ใช่ที่ระบาบอารมณ์ของคุณครู</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 4){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​ หยุด<br>เดินหน้านิคมอุตสาหกรรมจะนะ</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/s3.jpg" alt="" width="800" height="450" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./avartar/him.png" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25"
                                height="2">&nbsp;&nbsp;<strong><u>ไครียะห์ ระหมันยะ</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>นายกรัฐมนตรี (ทำเนียบรัฐบาล)</u></strong>
                        </p>
                        <p style="font-size: 22px;">
                            <strong>
                                @จดหมายน้อยฉบับที่ 2<br>
                                จากลูกสาวแห่งทะเลจะนะ ถึงปู่ประยุทธ์<br>
                                ขอให้ยกเลิก มติ ครม.นิคมอุตสาหกรรมฯ จะนะ<br>
                            </strong>
                        </p>
                        <p style="font-size: 22px;">
                            จากจดหมายฉบับแรกที่หนูได้เขียนถึงปู่ประยุทธ์ บอกเล่าถึงเรื่องราววิถีชีวิต การอนุรักษ์
                            ปกป้องทะเลจะนะ ที่เป็นบ้านของหนูและครอบครัว และได้หล่อเลี้ยงพวกเราในชุมชนมาอย่างยาวนาน
                            อีกทั้งทรัพยากรสัตว์น้ำที่เราหามาได้
                            ยังเป็นแหล่งอาหารที่สำคัญของคนจังหวัดสงขลาและจังหวัดใกล้เคียง
                        </p>
                        <p style="font-size: 22px;">
                            จนเมื่อรัฐบาลปู่ประยุทธ์ได้มีมติ(คณะรัฐมนตรี) เมื่อวันที่ 7 พฤษภาคม 2562
                            อนุมัติโครงการจะนะเมืองต้นแบบอุตสาหกรรมก้าวหน้าแห่งอนาคต โดยจะใช้พื้นที่ 3 ตำบล คือตำบลนาทับ
                            ตลิ่งชัน และสะกอม รวมเนื้อที่ทั้งหมด 16,753 ไร่ เปลี่ยนเมืองจะนะให้เป็นเมืองอุตสาหกรรม
                            ซึ่งส่วนหนึ่งนั้นคือบ้าน ชุมชน และที่ทำกินของพ่อแม่หนู
                        </p>
                        <p style="font-size: 22px;">
                            หนูต้องบอกให้ปู่ประยุทธ์ได้ทราบด้วยว่า การทำงานของศูนย์อำนวยการบริหารจังหวัดชายแดนภาคใต้
                            หรือ ศอ.บต. ที่มีหน้าที่บริหารจัดการความขัดแย้งพื้นที่จังหวัดชายแดนภาคใต้
                            แต่กลับเข้ามาผลักดันโครงการนี้จนเป็นตัวปัญหาสร้างความขัดแย้งเสียเอง
                            เข้ามาทำหน้าที่ออกหน้าแทนกลุ่มทุนที่ต้องการเข้ามาสร้างนิคมอุตสาหกรรมในชุมชนของพวกเรา
                            จนทำให้เกิดความแตกแยกของคนภายในชุมชนเพิ่มมากขึ้นทุกวัน
                            โดยลืมแล้วไปว่าตนเองคือเจ้าหน้าที่รัฐที่ต้องทำงานแทนรัฐบาล
                        </p>
                        <p style="font-size: 22px;">
                            และ<strong>หนูยังเชื่อว่าการอนุมัติโครงการนี้ของรัฐบาลปู่ประยุทธ์ทั้งสองครั้งที่ผ่านมาเกิดขึ้นจากฐานข้อมูลที่ไม่ถูกต้องที่ศอ.บต.จัดทำขึ้น
                                ซึ่งเห็นได้จากหลายเวทีที่ผ่านมาชาวบ้านไม่ได้มีส่วนร่วมอย่างแท้จริง
                                แต่แค่ต้องการล่ารายชื่อผู้สนับสนุนโครงการเท่านั้น
                                โดยไม่มีการให้ข้อมูลอันเป็นข้อเท็จจริงใดๆเลย</strong>
                            ซึ่งรวมถึงความพยายามที่จะจัดเวทีเมื่อวันที่ 12 พฤษภาคม 2563 ที่ได้เลื่อนไป
                            และจะมีการจัดเวทีดังกล่าวใหม่ ในวันที่ 11 กรกฎาคม 2563
                            เพื่อเปลี่ยนผังเมืองบ้านหนูซึ่งเป็นสีเขียวให้เป็นผังเมืองสีม่วงสำหรับการเป็นนิคมอุตสาหกรรม
                        </p>
                        <p style="font-size: 22px;">
                            ในโอกาสนี้ หนูอยากจะบอกให้ปู่ประยุทธ์ทราบอีกครั้งว่า บ้านและชุมชนของพวกหนูมีความสวยงาม
                            และมีศักยภาพทางด้านอาหารมากพอที่จะหล่อเลี้ยงชาวอำเภอจะนะและคนในจังหวัดสงขลาให้อยู่ได้ท่ามกลางสถานการณ์ของโรคโควิด
                            19 ที่ยังระบาดอยู่ในขณะนี้ ซึ่งได้พิสูจน์ให้เห็นแล้ว
                            จึงไม่มีเหตุผลอะไรเลยที่จะเปลี่ยนสภาพของพื้นที่แห่งนี้ให้กลายเป็นเขตนิคมอุตสาหกรรม
                            เพียงเพื่อตอบสนองความต้องการของกลุ่มทุนภายนอกที่พยายามอ้างว่าอยากจะเข้ามาสร้างงาน
                            สร้างรายได้ให้กับคนในพื้นที่ ทั้งที่จริงแล้วคือประโยชน์ส่วนตัวเท่านั้น
                        </p>
                        <p style="font-size: 22px;">
                            หนูพยายามติดตามอ่านข่าวการทำงานของปู่ประยุทธ์ในสถานการณ์ของโรคโควิดว่า
                            ท่านและรัฐบาลจะใช้วิธีการอย่างไรให้ข้ามพ้นวิกฤตินี้ไปได้ จนเมื่อวันที่ 17 มิถุนายน 2563
                            ปู่ประยุทธ์ได้ประกาศว่า “แนวทางการทำงานรูปแบบ New Normal
                            ที่ต้องการผนึกทุกภาคส่วนให้ร่วมกันสร้างอนาคตประเทศ
                            โดยจะเปิดโอกาสให้ประชาชนที่ได้รับผลกระทบจากนโยบายต่างๆ ได้มีส่วนร่วมมากขึ้นด้วย”
                        </p>
                        <p style="font-size: 22px;">
                            หนูจึงอยากให้นำแนวคิดดังกล่าวนี้ที่ปู่ประยุทธ์ได้พูดไว้มาใช้แก้ปัญหาที่กำลังเกิดขึ้นกับบ้านและชุมชนของหนูด้วย
                            นั่นคือ
                        </p>
                        <p>
                        <ul>
                            <ul style="font-size: 22px;">
                                <li><strong>การยกเลิก มติ ครม.</strong>ที่เกี่ยวข้องกับโครงการเมืองอุตสาหกรรมฯจะนะ ทั้ง
                                    2 ครั้ง คือ เมื่อวันที่ 7 พฤษภาคม 2562 และ เมื่อวันที่ 21 มกราคม 2563 ออกไปก่อน</li>
                                <br>
                                <li>พร้อมกันนี้ให้มี<strong>การปรับกระบวนการทำงานของ ศอ.บต. ใหม่</strong></li><br>
                                <li>และที่สำคัญคือ<strong>จัดให้มีการศึกษาศักยภาพของอำเภอจะนะเพื่อสร้างทางเลือกการพัฒนาที่ยั่งยืน</strong>
                                    ซึ่งหนูเชื่อว่านี่คือหนทางที่จะนำไปสู่การแก้ไขปัญหาความขัดแย้งทั้งหมดได้อย่างแท้จริง
                                </li>
                            </ul>
                        </ul>
                        </p>
                        <p style="font-size: 22px;">
                            จึงเรียนมาด้วยความเคารพ
                        </p>
                        <p style="font-size: 22px;">
                            นางสาวไครียะห์ ระหมันยะ<br>1 กรกฏาคม 2563
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้ร่วมสนับสนุน 5,000 คน
                            </div>
                            <div class="ml-auto">
                                5 ชั่วโมงที่ผ่านมา
                            </div>
                        </div>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง ไครียะห์ ระหมันยะ
                            </div>
                            <div class="ml-auto">
                                3 วันที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>คริสตัล นามไว</strong><span class="text-secondary" style="font-size: small;">
                                        1 เดือนผ่านมา</span></p>
                                <p>เราสมควรต้องอนุรักษ์สิ่งแวดล้อมของเราไว้ การที่รัฐบาลจะทำอะไร
                                    ไม่ใช่จะทำเองตามอำเภอใจไม่ได้</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>Oil Satitwattanaporn</strong><span class="text-secondary"
                                        style="font-size: small;"> 2
                                        เดือนผ่านมา</span></p>
                                <p>ขอให้สำเร็จนะ</p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><strong>มีผู้สนับสนุน 8,328 คน</strong> ขออีกให้ถึง 10,000 คน!</p>
                        <div class="progress">
                            <div class="progress-bar progress-bar-striped bg-danger progress-bar-animated"
                                role="progressbar" style="width: 83.52%" aria-valuenow="100" aria-valuemin="0"
                                aria-valuemax="100"></div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>Darlene Ramirez Hernandez</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>Akekapap Lapjit</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <hr>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/me.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-8">
                                <span class="text-center">
                                    <strong>Akira fosterz</strong> thai, ไทย
                                </span>
                            </div>
                            <div class="col-2">
                                <a href="?p=profile&s=account" class="navactive"><i class="fas fa-edit"></i></a>
                            </div>
                        </div>
                        <br>
                        <textarea placeholder="คุณลงชื่อสนับสนุนเพราะ...(ไม่บังคับ)" name="" id="" cols="30" rows="3"
                            class="form-control" style="resize: none;"></textarea><br>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c1">
                            <label for="c1" class="form-check-label" style="font-size: small;">
                                ยินดีแชร์ชื่อและที่อยู่อีเมลของฉันกับ
                                เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                เพื่อรับการแจ้งเตือนเกี่ยวกับความคืบหน้าของแคมเปญนี้ และแคมเปญอื่นๆ ที่เกี่ยวข้อง
                            </label>
                        </div>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c2" checked>
                            <label for="c2" class="form-check-label" style="font-size: small;">
                                แสดงชื่อและความเห็นของฉันบนหน้าแคมเปญ
                            </label>
                        </div><br>
                        <button class="btn btn-block btn-danger btn-lg"><i class="fas fa-lock fa-sm"></i>
                            ร่วมลงชื่อสนับสนุน</button>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>นิยากร หอมหวล</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่ต้องการให้มีการเปลี่ยนแปลงพื้นที่ไปเป็นเขตอุตสาหกรรม</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ปิยะภรณ์ คำไหว</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่เห็นด้วยกับโครงการนี้ที่จะสร้างบนพื้นที่แห่งนี้
                            ไม่เข้าใจรัฐบาลชุดนี้มองไม่เห็นสมบัติบนพื้นที่หรือยังไง อุดมสมบูรณ์ทรัพย์ปัญญาและธรรมชาติ…
                        </p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>waranya wanakorn</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>อนุรักษ์หวงแหนไว้ ศึกษาให้รู้ถึงแก่น<br> อย่าหุนหันพลันแล่น จงแม่นมั่นในสิ่งดี</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>อัครพล นุชประไพ</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>อย่าเอาทุนนิยมมาทำลายธรรมชาติ​ไปมากกว่านี้</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Meena KothiSen</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ขอให้หยุดเพื่อวิถีชีวิตที่อาศัยตามธรรมชาติจะได้ยั่งยืนต่อไป</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/4.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>พงศ์ไพศาล ปานจรัตน์</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>ไม่สนับสนุนนิคมอุตสาหากรรม</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/5.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>นิตยา เอื้ออารีวรกุล</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>เพื่อปกป้องทุกชีวิตที่จะต้องได้รับผลกระทบ</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/6.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ณัฐพงษ์ นิติพงษ์อนุพร</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>จะได้รู้ว่า 1 เสียงจะไร้ซึ่งสิทธิ​ จากคนที่บอกว่าจะดูแลทั้งประเทศ</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 5){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/s4.jpg" alt="" width="800" height="450" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./avartar/pri.jpg" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25" height="2">&nbsp;&nbsp;<strong><u>PRIMO
                                    X</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>กระทรวงกลาโหม</u></strong>
                        </p>
                        <p style="font-size: 22px;">
                            <strong>เกณฑ์ทหาร</strong> (Conscription) คือ การเรียกใช้แรงงานอย่างไม่สมัครใจโดยฝ่ายปกครอง
                            โดยมีรายงานว่าในหลายประเทศได้ยกเลิกการเกณฑ์ทหารไปแล้ว
                        </p>
                        <p style="font-size: 22px;">
                            <strong>เหตุผลที่ในบางประเทศได้มีการยกเลิกการเกณฑ์ทหาร</strong> หรือยังคงมีการเกณฑ์ทหารอยู่
                            อาจขึ้นอยู่กับปัจจัยหลายประการ โดยในบางประเทศได้มองข้อเสียของการเกณฑ์ทหารว่า
                            ทำให้เกิดความความสิ้นเปลืองทางเศรษฐกิจในยามที่ประเทศสงบสุข อีกทั้งยังขัดกับปฏิญญาสากล
                            ว่าด้วยสิทธิมนุษยชน รวมถึงขัดกับเสรีภาพของประชาชน
                        </p>
                        <p style="font-size: 22px;">
                            ขณะที่ในบางประเทศมองว่า การเกณฑ์ทหารมีข้อดี คือ
                            เป็นการเตรียมพร้อมสำหรับประเทศที่ยังมีภาวะสงคราม หรือคาดว่าอาจจะเกิดสงครามได้ในอนาคต
                            ซึ่งผมมองว่าในประเทศไทยของเราและประเทศรอบๆน่าจะหมดไปแล้วซึ่งสงครามที่จะก่อให้ประเทศเสียหายล้มตาย
                            หรือในเขตชายแดนที่อาจยังมีเหตุการความไม่สงบอยู่บ้าง แต่ในส่วนของกองกำลังผมว่า
                            ต่อให้เรามีกำลังพลมากมายแต่ต้องออกไปต่อสู้ด้วยการถูกบังคับหรือความหวาดกลัวไม่น่าจะก่อให้เกิดผลดี
                            ต่างจากคนที่สมัครใจและมีความมุ่งมั่นในการจะช่วยเหลืออาจจะเป็นประโยชน์มากกว่าแน่นอน
                        </p>
                        <p style="font-size: 22px;">
                            อีกประเด็นคือเรื่องของความรักชาติ มีคนมักถามว่า <strong>"ทำไมไม่อยากเป็นทหาร
                                คุณไม่รักชาติเลยหรอ</strong> เกิดเป็นลูกผู้ชายทั้งที น่าภาคภูมิใจจะตาย"
                            ซึ่งในเรื่องนี้ผมเห็นด้วยนะครับ
                            ลูกผู้ชายบางคนต้องการที่จะดูแลและพร้อมจะเสียสละเพื่อปกป้องประเทศ แต่คุณอย่าลืมนะครับว่า
                            ไม่ได้มีแค่อาชีพตำรวจทหารเท่านั้นที่ทำให้ประเทศเรายังดำเนินต่อไปได้ ทุกคนคิดไม่เหมือนกันครับ
                            บางคนอาจมีงานการมีอาชีพที่ดีเพื่อเขาจะได้เลี้ยงดูครอบครัว แต่ต้องหยุดลงเพราะต้องมาเป็นทหาร
                            แต่ผมไม่ได้ว่าทหารไม่ดีนะครับ ผมกำลังพูดถึงทุกคนมีหน้าที่ และที่สำคัญ
                            <strong>"ไม่ได้เป็นทหาร ไม่ได้แปลว่าไม่รักชาติ"</strong>
                            อย่าเอาคำว่ารักชาติมาเป็นบรรทัดฐานเลยครับ ใครๆก็รักกันทั้งนั้น
                        </p>
                        <p style="font-size: 22px;">
                            สรุปสิ่งที่ต้องการจะบอกคือ
                            ผมคิดว่ากำลังพลของทหารในปัจจุบันน่าจะเพียงพอสำหรับการดูแลความเรียบร้อยของบ้านเมืองในเวลานี้แล้ว
                            ไม่ได้มีสงครามหรือเหตุอันตรายที่ทำให้บ้านเมืองพังพินาศ และกำลังพลที่ดีควรมาจากความสมัครใจ
                            ไม่ใช่จากการถูกบังคับ
                            ซึ่งหลายๆประเทศเขาก็ได้ยกเลิกกฎระเบียบนี้เนื่องจากมองว่าอาจขัดกับเสรีภาพของประชาชน
                            ที่หลายคนออกมาเรียกร้องอาจจะไม่ใช่เพราะเขาไม่อยากไปลำบากในการฝึกในสนามรบ
                            แต่ยังมีอีกหลายคนที่อาจมีความจำเป็นจริงๆอีกมากมายครับ
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 35rem;">
                            <img src="./petition/cri.jpg" alt="" width="100%" class="img-fluid">
                            <p style="margin: 15px;" class="h5">
                                <strong>กระแสแรง! ชาวเน็ตร่วมลงชื่อ ยกเลิกเกณฑ์ทหาร ให้สมัครใจเอง</strong><br>
                                <span style="font-size: small;">ชาวเน็ต ร่วมลงชื่อผ่าน change.org
                                    รณรงค์ยกเลิกการเกณฑ์ทหาร โดยให้สมัครใจแทน และไม่เรียน รด. ก็ไม่ต้องเกณฑ์ทหาร
                                    ทั้งนี้ยังอยู่ในช่วงเริ่มต้น คาดจะได้รับรายชื่อสนับสนุนเพิ่มขึ้น...</span>
                                <br><br><i class="far fa-newspaper"></i> www.thairath.co.th
                            </p>
                        </div>
                        <br>
                        <div class="" style="border: 1px solid #ccc; padding: 15px; border-radius: 5px; margin: 5px;">
                            <strong>ขอขอบคุณทุกความเห็น</strong><br><br>
                            ขอขอบคุณสำหรับทุกความเห็นและทุกท่านที่ได้ร่วมลงนามนะครับ เราไม่ได้มีเจตนาจะต่อต้านแต่อย่างใด
                            เราเป็นเพียงตัวแทนเสียงเล็กๆจากคนไทยหลายล้านคน หวังว่าจะเป็นประโยชน์ไม่มากก็น้อยนะครับ
                            <br><br>
                            <div class="row">
                                &nbsp;&nbsp;&nbsp;
                                <img src="./avartar/pri.jpg" class="img-fluid rounded-circle" alt="" width="35"
                                    height="35">
                                &nbsp;<strong>PRIMO X</strong>
                            </div>
                        </div>

                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง PRIMO X
                            </div>
                            <div class="ml-auto">
                                3 วันที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>นายสุรพิชญ์ สุภาวดี</strong><span class="text-secondary"
                                        style="font-size: small;"> 1
                                        เดือนผ่านมา</span></p>
                                <p>เอาจริงๆ ใครๆก็ไม่ชอบให้ถูกบังคับให้ทำในสิ่งที่ตัวเองไม่ชอบ
                                    ผมยิ่งไม่ชอบเลยการจะไปเป็นทหาร มันทำให้ผมเครียดนะ ผมอายุ17
                                    เเต่เครียดจริงๆคือทำไมเราต้องมาทำอย่างนี้
                                    ความเครียดมันกินพื้นที่ความคิดทำให้การวิเคราะห์ เเละการเรียนรู้ช้า เเละน้อยลง
                                    อย่างมากเลย </p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>นายศุภเดช พวงแก้วมณี</strong><span class="text-secondary"
                                        style="font-size: small;"> 2
                                        เดือนผ่านมา</span></p>
                                <p>ประชาชน ควรมี สิทธ์เลือก เองว่าจะเป็นหรือไม่เเละคววรเพื่ม สวัสดีการ ให้แก่ เหล่าทหาร
                                    เเละเมือ่เปลี่ยนเป็นระบบสมัครเชื่อว่าจะได้ทหารที่มีึคุณภาพ ดีกว่านี้
                                    ไม่ใช้ไปบังคับเขามาเเล้วยัง กดขี่เขาอีก . แบบนี้ไม่ใช่ระบบ ในประเทศที่เจริญเเล้ว
                                    #เราไม่ใช้อิสราเอล หรือเกาหลีเหนือ ครับ </p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><strong>มีผู้สนับสนุน 39,403 คน</strong> ขออีกให้ถึง 50,000 คน!</p>
                        <div class="progress">
                            <div class="progress-bar progress-bar-striped bg-danger progress-bar-animated"
                                role="progressbar" style="width: 78.52%" aria-valuenow="100" aria-valuemin="0"
                                aria-valuemax="100"></div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>ณัฐพัชร์ นิรันทร์ดรณ์</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-10">
                                <span class="text-center text-secondary">
                                    <strong>สรนัยน์ ยิ้มกลั่น</strong> ลงชื่อสนับสนุนแคมเปญนี้
                                </span>
                            </div>
                        </div>
                        <hr>
                        <div class="row">
                            <div class="col-2 text-right m-auto">
                                <img src="./avartar/me.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                    height="30">
                            </div>
                            <div class="col-8">
                                <span class="text-center">
                                    <strong>Akira fosterz</strong> thai, ไทย
                                </span>
                            </div>
                            <div class="col-2">
                                <a href="?p=profile&s=account" class="navactive"><i class="fas fa-edit"></i></a>
                            </div>
                        </div>
                        <br>
                        <textarea placeholder="คุณลงชื่อสนับสนุนเพราะ...(ไม่บังคับ)" name="" id="" cols="30" rows="3"
                            class="form-control" style="resize: none;"></textarea><br>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c1">
                            <label for="c1" class="form-check-label" style="font-size: small;">
                                ยินดีแชร์ชื่อและที่อยู่อีเมลของฉันกับ
                                เครือข่ายกลุ่มอนุรักษ์ผืนป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                                เพื่อรับการแจ้งเตือนเกี่ยวกับความคืบหน้าของแคมเปญนี้ และแคมเปญอื่นๆ ที่เกี่ยวข้อง
                            </label>
                        </div>
                        <div class="form-check">
                            <input type="checkbox" class="form-check-input" name="" id="c2" checked>
                            <label for="c2" class="form-check-label" style="font-size: small;">
                                แสดงชื่อและความเห็นของฉันบนหน้าแคมเปญ
                            </label>
                        </div><br>
                        <button class="btn btn-block btn-danger btn-lg"><i class="fas fa-lock fa-sm"></i>
                            ร่วมลงชื่อสนับสนุน</button>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ลักษมณ กุตะนันท์</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ทำอะไรที่เรารักมันจะดีนะ</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Pierre Chootapa</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>อยากให้เปลี่ยนเป็นรูปแบบสมัครใจ</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ภัทรวรรณ ปานอ่อน</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>มันเสียเวลา ควรที่จะเอาคนที่สมัครใจจริงๆ</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ปิยะภรณ์ คำไหว</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่เห็นด้วยกับการเกณฑ์คนแบบนี้มาตั้งนานแล้ว คนเรามันเก่งคนละด้าน คุณจะไปบังคับเขาไม่ได้
                            ถ้าทหารมันขาดแคนจริงๆคุณก็ต้องคิดวิธีอื่นในการดึงความสนใจคนเขามาสมัคร ด้วยความสมัครใจ
                            ไม่ใช่บังคับ</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>กรกริช การะก่าน</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ผมไม่อยากไปเกณฑ์ทหาร แม่งไร้สาระ ผมจะไปทำตามความฝันของผม เราตอบแทนชาติด้วยการจ่ายภาษีได้</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="" style="border: 1px solid #ccc; padding: 15px; border-radius: 5px; margin: 5px;">
                        <strong>ขอขอบคุณทุกความเห็น</strong><br><br>
                        ขอขอบคุณสำหรับทุกความเห็นและทุกท่านที่ได้ร่วมลงนามนะครับ เราไม่ได้มีเจตนาจะต่อต้านแต่อย่างใด
                        เราเป็นเพียงตัวแทนเสียงเล็กๆจากคนไทยหลายล้านคน หวังว่าจะเป็นประโยชน์ไม่มากก็น้อยนะครับ
                        <br><br>
                        <div class="row">
                            &nbsp;&nbsp;&nbsp;
                            <img src="./avartar/pri.jpg" class="img-fluid rounded-circle" alt="" width="35" height="35">
                            &nbsp;<strong>PRIMO X</strong>
                        </div>
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/4.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>พงศ์ไพศาล ปานจรัตน์</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>ไม่สนับสนุนนิคมอุตสาหากรรม</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/5.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>นิตยา เอื้ออารีวรกุล</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>เพื่อปกป้องทุกชีวิตที่จะต้องได้รับผลกระทบ</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/6.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ณัฐพงษ์ นิติพงษ์อนุพร</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>จะได้รู้ว่า 1 เสียงจะไร้ซึ่งสิทธิ​ จากคนที่บอกว่าจะดูแลทั้งประเทศ</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 6){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>คัดค้านนำเข้าเศษพลาสติก</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/s7.jpg" alt="" width="800" height="450" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./avartar/him.png" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25"
                                height="2">&nbsp;&nbsp;<strong><u>เครือข่ายประชาชนยกเลิกนำเข้าเศษพลาสติก</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>นายวราวุธ ศิลปอาชา
                                    (รัฐมนตรีว่าการกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม)</u></strong>
                        </p>
                        <p style="font-size: 22px;">
                            <a href="#" class="indexhead">Update ตุลาคม 2020: ความพยายามครั้งนี้ไม่สูญเปล่า...ขอบคุณ
                                แล้วพบกันใหม่</a>
                        </p>
                        <p style="font-size: 22px;">
                            ก่อนหน้านี้
                            จีนต้องเจอกับปัญหาการลักลอบนำเข้าสารอันตรายที่ปะปนมากับขยะพลาสติกและขยะอื่นหลายชนิดที่นำมาเป็นวัตถุดิบเพื่อรีไซเคิลและผลิตสิ่งของในประเทศ
                            ทำให้เกิดผลกระทบต่อสิ่งแวดล้อมอย่างรุนแรง
                            รัฐบาลจีนจึงออกประกาศห้ามนำเข้าขยะจากต่างประเทศอย่างเร่งด่วน 24 รายการ
                            (ต่อมาประกาศเพิ่มเติมรวมทั้งสิ้น 32 รายการ)
                            มาตรการนี้ส่งผลให้ขยะพลาสติกและขยะอิเล็กทรอนิกส์จำนวนมหาศาลไหลทะลักไปสู่ประเทศอื่นในเอเชียตะวันออกเฉียงใต้
                            รวมถึงประเทศไทย
                        </p>
                        <p style="font-size: 22px;">
                            จากข้อมูลการนำเข้าเศษพลาสติกของประเทศไทย พบว่า ในปี 2561 มีการนำเข้าเศษพลาสติกสูงถึง 552,912
                            ตัน เทียบกับปี 2559 (ก่อนจีนประกาศห้าม) มีการนำเข้ามาเพียง 69,500 ตัน
                            <strong>ซึ่งเพิ่มขึ้นถึง 8</strong>
                            เท่า นอกจากนี้
                            ยังพบกรณีการลักลอบนำเข้าขยะพลาสติกปนเปื้อนและขยะอิเล็กทรอนิกส์สูงขึ้นในช่วงเวลาดังกล่าว
                            เห็นได้จากข่าวการตรวจจับการนำเข้าอย่างผิดกฎหมายที่ท่าเรือและโรงงานรีไซเคิลหลายแห่ง
                            เป็นตัวจุดชนวน<strong>ให้เกิดกระแสการต่อต้านจากประชาชน
                                และนำมาสู่การเร่งผลักดันให้มีมาตรการควบคุมการนำเข้าขยะอย่างจริงจังในเวลาต่อมา</strong>
                        </p>
                        <p style="font-size: 22px;">
                            'คณะอนุกรรมการเพื่อบูรณาการการจัดการขยะอิเล็กทรอนิกส์และเศษพลาสติกที่นำเข้าจากต่างประเทศอย่างเป็นระบบ'
                            ซึ่งรัฐบาลแต่งตั้งขึ้นเพื่อแก้ไขปัญหาดังกล่าว มีการประชุมเมื่อวันที่ 15 สิงหาคม 2561
                            และ<strong>ได้มีมติให้ยกเลิกการนำเข้าเศษพลาสติกภายใน 2 ปี โดยมีการกำหนดโควต้า ค่อยๆ
                                ลดการนำเข้าในช่วงผ่อนผันซึ่งตั้งเป้า</strong>จะยกเลิกอย่างเด็ดขาดให้ได้ภายใน 30 กันยายน
                            2563
                        </p>
                        <p style="font-size: 22px;">
                            แต่ในช่วงที่ผ่านมา ผู้ประกอบการอุตสาหกรรมได้พยายามขอเพ่ิมจำนวนโควต้านำเข้าพลาสติกต่ออีกในปี
                            2564 โดยให้เหตุผลว่า วัตถุดิบที่มีภายในประเทศไม่เพียงพอ คุณภาพต่ำ และมีการปนเปื้อนสูง
                            ซึ่งกรมโรงงานอุตสาหกรรมก็มีท่าทีสนับสนุน
                        </p>
                        <p style="font-size: 22px;">
                            <strong>เครือข่ายภาคประชาสังคมมีความห่วงใยต่อประเด็นดังกล่าวที่อาจส่งผลกระทบอย่างมากต่อการแก้ปัญหาขยะภายในประเทศ
                                จึงได้ออกแถลงการณ์เพื่อนำเสนอข้อคิดเห็นและข้อเรียกร้องต่อกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อมในฐานะประธานคณะอนุกรรมการบริหารจัดการขยะพลาสติกและขยะอิเล็กทรอนิกส์
                                ให้ “ยืนยันมติเดิม” ของคณะอนุกรรมการฯ เมื่อปี 2561 ที่
                                “กำหนดให้ประเทศไทยยกเลิกการนำเข้าขยะหรือเศษพลาสติกและซากอิเล็กทรอนิกส์ 100% ภายในปี
                                2563”</strong>
                        </p>
                        <p style="font-size: 22px;">
                            ขอประชาชนที่เห็นด้วย <a href="#"
                                class="indexhead">ร่วมลงชื่อสนับสนุนในแคมเปญนี้</a>เพื่อส่งเสียงไปยังนายวราวุธ ศิลปอาชา
                            ในฐานะเจ้ากระทรวงฯ ให้พิจารณาเรื่องนี้โดยเร่งด่วน!
                        </p>
                        <p style="font-size: 22px;">
                            <a href="#" class="indexhead">อ่านแถลงการณ์ฉบับเต็มได้ที่นี่</a>
                        </p>
                        <p style="font-size: 22px;">
                            <strong>รายชื่อเครือข่ายภาคประชาสังคมที่สนับสนุนความเห็นและข้อเรียกร้องในแถลงการณ์</strong>
                        </p>
                        <ul>
                            <ul style="font-size: 22px;">
                                <li>มูลนิธิบูรณะนิเวศ</li>
                                <br>
                                <li>มูลนิธินิติธรรมสิ่งแวดล้อม</li><br>
                                <li>สมาคมซาเล้งและร้านรับซื้อของเก่า</li><br>
                                <li>แผนงานขับเคลื่อนการปฏิรูประบบการจัดการขยะเพื่อสุขภาวะและสิ่งแวดล้อมที่ยั่งยืน สสส.
                                </li><br>
                                <li>สถาบันวิจัยสภาวะแวดล้อม จุฬาลงกรณ์มหาวิทยาลัย</li><br>
                                <li>ดร.เพชร มโนปวิตร เจ้าของเพจ “Rereef”</li><br>
                                <li>นายเปรม พฤกษ์ทยานนท์ เจ้าของเพจ “ลุงซาเล้งกับขยะที่หายไป”</li><br>
                                <li>กลุ่มศึกษาการพัฒนาระเบียงเศรษฐกิจพิเศษภาคตะวันออก (EEC Watch) </li><br>
                                <li>กลุ่มคนรักษ์ต้นน้ำจังหวัดราชบุรี ต.น้ำพุ อ.เมือง จ.ราชบุรี</li><br>
                                <li>กลุ่มคนคลองบางป่า ต.บางป่า อ.เมือง จ.ราชบุรี</li><br>
                                <li>กลุ่มเรารักษ์ท่าถ่าน-บ้านซ่อง ต.ท่าถ่าน และ ต.บ้านซ่อง อ.พนมสารคาม จ.ฉะเชิงเทรา</li>
                                <br>
                                <li>กลุ่มเรารักษ์พนม อ.พนมสารคาม จ.ฉะเชิงเทรา</li><br>
                                <li>เครือข่ายเพื่อนตะวันออก วาระเปลี่ยนตะวันออก</li><br>
                                <li>เครือข่ายปกป้องผืนป่าตะวันออก</li><br>
                                <li>เครือข่ายประชาชนศึกษาและติดตามปัญหาขยะ </li><br>
                                <li>เครือข่ายอาสาสมัครพิทักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อมหมู่บ้าน (ทสม.)
                                    จังหวัดฉะเชิงเทรา /ชลบุรี / ระยอง / ปราจีนบุรี / สระแก้ว / นครนายก / ราชบุรี /
                                    เพชรบุรี</li><br>
                                <li>สมัชชาแปดริ้วเมืองยั่งยืน</li><br>
                                <li>องค์กรชุมชนตําบลหนองชุมพลเหนือ ต.หนองชุมพลเหนือ อ.เขาย้อย จ.เพชรบุรี</li><br>
                                <li>มูลนิธิศูนย์คุ้มครองสิทธิด้านเอดส์ (Foundation for AIDS Right)</li><br>
                                <li>เครือข่ายเกษตรกรรมทางเลือก</li><br>
                                <li>มูลนิธิเกษตรกรรมยั่งยืน</li><br>
                                <li>สถาบันชุมชนท้องถิ่นพัฒนา</li><br>
                                <li>มูลนิธิเครือข่ายอนุรักษ์ผืนป่าตะวันตก</li><br>
                                <li>มูลนิธิสถาบันปฏิปัน</li><br>
                                <li>มูลนิธิสืบศักดิ์สิน แผ่นดินสี่แคว</li><br>
                                <li>สมาคมพัฒนาชุมชนยั่งยืน นครสวรรค์</li><br>
                                <li>ศ. (เกียรติคุณ) สุริชัย หวันแก้ว</li><br>
                                <li>กลุ่มศึกษาข้อตกลงเขตการค้าเสรีภาคประชาชน (เอฟทีเอ ว็อทช์)</li><br>
                                <li>มูลนิธิสุขภาพไทย</li><br>
                                <li>คณะทำงานติดตามความรับผิดชอบข้ามการลงทุนข้ามพรมแดน (ETOs Watch Coalition)</li><br>
                                <li>มูลนิธิศูนย์ข้อมูลชุมชน</li><br>
                                <li>มูลนิธิสืบ นาคะเสถียร</li><br>
                                <li>มูลนิธิชีววิถี</li><br>
                                <li>แนวร่วมปฏิวัติขยะสุพรรณบุรี</li><br>
                                <li>Less Plastic Thailand</li><br>
                                <li>มูลนิธิเพื่อนหญิง</li><br>
                                <li>มูลนิธิเพื่อผู้บริโภค</li><br>
                                <li>มูลนิธิสระแก้วสีเขียว</li><br>
                                <li>สำนักข่าวธรรมรัฐจังหวัดสระแก้ว</li><br>
                                <li>บงกช ภูษาธร ประชาชนกรุงเทพมหานคร</li><br>
                                <li>วริศรา เมฆานนท์ชัย ประชาชนกรุงเทพมหานคร</li><br>
                                <li>กลุ่มรวมพลังคนรักบ้านเกิดบางโทรัด</li><br>
                                <li>Bye Bye Plastic Bags (Thailand)</li><br>
                                <li>เถื่อน channel</li><br>
                                <li>เครือข่ายวงษ์พาณิชย์</li><br>
                                <li>บริษัท ธาอีส อีโคเลทเธอร์ จำกัด</li><br>
                                <li>กลุ่มพัฒนาแรงงานสัมพันธ์ตะวันออก</li><br>
                                <li>สภาองค์การลูกจ้างแรงงานสัมพัน์แห่งประเทศไทย</li><br>
                                <li>เครือข่ายอากาศสะอาด</li><br>
                                <li>วิชชุลดา ปัณฑรานุวงศ์ social activist artist จาก เพจ WISHULADA</li><br>
                                <li>กลุ่มรักธรรมชาติและสิ่งแวดล้อม ต.คลองกระแชง อ.เมือง จ.เพชรบุรี</li><br>
                                <li>กลุ่มคนรักบ้านเกิด ต.ท่าเสน อ.บ้านลาด จ.เพชรบุรี</li><br>
                                <li>กลุ่มสิ่งแวดล้อมภาคประชาชน ต.เกาะขนุน อ.พนมสารคาม จ.ฉะเชิงเทรา</li><br>
                                <li>กลุ่มคนสองแคว ต.เกาะขนุน อ.พนมสารคาม จ.ฉะเชิงเทรา</li><br>
                                <li>กลุ่มเพื่อนรักจักรยานบ้านพี่โสเพ็ชร์บุรี ต.บ้านหม้อ อ.เมือง จ.เพชรบุรี</li><br>
                                <li>ภาคีเครือข่ายผู้ติดตามสถานการณ์ปราสาทเขาพระวิหาร (องค์กรเพื่อผู้บริโภค)</li><br>
                                <li>SOS Earth </li><br>
                                <li>Refill Station</li><br>
                                <li>Little Big Green</li><br>
                                <li>Climate Strike Thailand</li><br>

                            </ul>
                        </ul>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง เครือข่ายประชาชนยกเลิกนำเข้าเศษพลาสติก
                            </div>
                            <div class="ml-auto">
                                3 วันที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>พีระพงษ์ กิติพูลวงษ์วานิช​</strong><span class="text-secondary"
                                        style="font-size: small;"> 1 เดือนผ่านมา</span></p>
                                <p>เห็นด้วยครับ​</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/2.jpg" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>nik wanut</strong><span class="text-secondary" style="font-size: small;"> 2
                                        เดือนผ่านมา</span></p>
                                <p>ไม่โอเคครับ
                                </p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><span style="color: red;"><i class="fas fa-flag fa-lg"></i></span> <strong
                                class="h3">ชัยชนะ</strong></p>
                        <p class="text-secondary">การรณรงค์สำเร็จตามเป้าหมาย โดยมีผู้สนับสนุนจำนวน25,413คน</p>
                        <div style="border: 1px #ccc solid; border-radius: 5px; padding: 10px;">
                            <img src="./petition/s7.jpg" width="55" height="35" alt=""> <span style="font-size: small;"
                                class="text-secondary">#คัดค้านนำเข้าเศษพลาสติก</span>
                        </div>
                        <br>
                        <button class="btn btn-block text-light" style="background-color: #37639e; padding: 10px;"><i
                                class="fab fa-facebook-square"></i> แชร์แคมเปญ</button>
                        <br>
                        <p><span style="color: #37639e;"><i class="fab fa-facebook-square"></i></span> ส่งข้อความทาง
                            Facebook</p>
                        <p><span style=""><i class="far fa-envelope"></i></span> ส่งอีเมล์ให้เพื่อน</p>
                        <p><span class="text-info"><i class="fab fa-twitter"></i></span> แชร์ผ่านทวิตเตอร์</p>
                        <p><span style=""><i class="fas fa-link"></i></span> คัดลอกลิ้งค์</p>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>SAM Diamond</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เรามีขยะไม่พอหรือถึงอยากได้ขยะมาอีก แยกประเภทขยะให้ดีจะช่วยได้มากกว่า</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>กษิดิ์เดช ฉาบพลอย</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เป็นพิษต่อางเเวดล้อมอยากเห็นธรรมชาติสวยๆ</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Mimi Chamnanrot</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่อยากให้ไทยเป็นเหมือนกันประเทศจีน ใครว่าสภาพจีนเป็นอย่างไร แนะนำให้ดูเรื่อง Plastic China
                            ค่ะ</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ศริญญา ฉิมวัย</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่เห็นด้วยกับการนำขยะเข้ามา</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/3.jpg" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>สิริอร วิชชาวุธ</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>การรีไซเคิลขยะพลาสติกส่งผลกระทบต่อสิ่งแวดล้อมอย่างรุนแรง ยิ่งทำมากก็มีผลมาก
                            ดังนั้นควรรีไซเคิลเฉพาะขยะภายในประเทศเท่านั้น ไม่ควรนำเข้าจากต่างประเทศมาเพิ่มขึ้นอีก</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/4.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>Supecha Baotip</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>นี่เป็นสิ่งที่ควรเป็นมาตรฐานอยู่แล้ว ทางกระทรวงปล่อยปละละเลยขนาดนี้ได้อย่างไร</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/5.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>วศินี กิตติวงษ์วิวัฒน์</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>การใช้ความรุนแรงกับเด็ก ต้องหยุดเดี๋ยวนี้ค่ะ และต้องลงโทษผู้ที่กระทำผิด ไม่ให้เกี่ยวข้องกับสถานศึกษาอีก</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/6.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ศุภณัฏฐ์​ ศิริพงศ์ปรีดา</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>โรงเรียนหรือสถาบันการศึกษาทุกแห่ง ต้องมีกฎ ระเบียบ อบรมครูอาจารย์ และรักษาคำมั่นว่าจะไม่มีเหตุการณ์แบบนี้อีก ถ้ามีเกิดขึ้นอีกบทลงโทษควรหนักกว่านี้ อย่าให้ผู้คนขาดความเชื่อมั่นในสถาบันการศึกษาของตัวเอง และทำให้สถาบันการศึกษาเสียหายทั้งหมด</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 7){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>ลงชื่อขอให้ Cute Press & Oriental Princess
                        แสดงความรับผิดชอบกรณีไม่รับคนข้ามเพศเข้าทำงาน</strong></p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/s8.jpg" alt="" width="800" height="450" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./avartar/nada.jpg" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25" height="2">&nbsp;&nbsp;<strong><u>Nada
                                    Chaiyajit</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>บริษัทในเครือ SSUP Beauty and Wellness</u></strong>
                        </p>
                        <p style="font-size: 22px;">
                            Update 2 กันยา: ขอบคุณทาง SSUP และทุมท่านที่ร่วมลงชื่อสนับสนุนการ<a href="#"
                                class="indexhead">รณรงค์สิทธิในอัตลักษณ์ทางเพศและการคุ้มครองคนข้ามเพศในโลกของการทำงาน
                                #ให้มันจบที่จูน ปิดฉากอย่างงดงาม [อ่านต่อได้ที่นี่ค่ะ]</a>
                        </p>
                        <p style="font-size: 22px;">
                            ----
                            <br>
                        </p>
                        <p style="font-size: 22px;">
                            น้องจูน นิยามตัวเองว่าเป็นผู้หญิงข้ามเพศ เธอไม่ปฏิเสธว่าหากใครจะเรียกขานเธอว่ากะเทย
                            หากไม่ได้เรียกขานกันด้วยความเย้ยหยันและแสดงเคารพกันและกันก็ไม่เป็นไร
                            แต่ที่ยอมไม่ได้คือ<strong>เธอถูกเลือกปฏิบัติในการสมัครงานตำแหน่งพนักงานขายเครื่องสำอางค์แบรนด์
                                Cute
                                Press และ Oriental Princess ในเครือ SSUP Beauty and Wellness บริษัทด้านสุขภาพ ความงาม
                                และผิวพรรณชั้นนำแถวหน้าและเป็นตำนานของเมืองไทย</strong>
                        </p>
                        <p style="font-size: 22px;">
                            จูนเล่าว่าเธอเคยประกอบอาชีพสายงานด้านอุตสาหกรรมการท่องเที่ยว
                            หนึ่งในพนักงานต้อนรับและดูแลนักท่องเที่ยวชาวจีนบนเรือสำราญ
                            เธอคือหนึ่งในสาวงามผู้มีใจรักการแสดงและงานบริการลูกค้า
                            เมื่อมีการปิดประเทศจากภาวะวิกฤตไวรัสระบาด
                            บริษัทมีความจำเป็นพักการจ้างงานนับตั้งแต่เดือนกุมภาพันธุ์ที่ผ่านมา ส่งผลกระทบทางตรงต่อเธอ
                            ชีวิตของเธอเป็นคนปากกัดตีนถีบ ไม่ใช่แค่ตัวคนเดียวแต่เธอเป็นกำลังหลักในการหาเลี้ยงครอบครัว
                            เมื่อไม่มีทัวร์ ไม่มีลูกค้า เท่ากับไม่มีรายได้
                        </p>
                        <p style="font-size: 22px;">
                            เมื่อวันที่พฤหัสบดีที่ 20 สิงหาคมที่ผ่านมา
                            จูนตัดสินใจหางานใหม่และพบกับประกาศรับสมัครพนักงานขายเครื่องสำอางบริษัทในเครือ SSUP ดังกล่าว
                            จูนจึงรีบเตรียมเอกสารและทำ Resume เพราะเธอเชื่อว่าประสบการณ์ด้านบริการของเธอกว่า 7 ปี
                            ยังไม่นับทักษะด้านการแต่งหน้า ความสวยความงาม พร้อมวุฒิการศึกษาปริญญาด้านนิเทศศาสตร์
                            บวกกับรูปร่างหน้าตา ผิวพรรณ ที่เรียกได้ว่าพร้อมและเหมาะสม
                            เธอเชื่อว่าคืออีกจุดเด่นสำคัญที่จะทำให้บริษัทได้รับประโยชน์จากยอดขายและทำกำไรได้เป็นอย่างดี
                        </p>
                        <p style="font-size: 22px;">
                            เมื่อจัดเตรียมเอกสารประกอบการสมัครเสร็จ จูนติดต่อบริษัทไปยังไลน์สำหรับ recruitment ของ SSUP
                            โดยเฉพาะ<strong>เพื่อส่งเอกสารและแสดงความประสงค์ที่จะสมัครงาน แต่สิ่งที่เธอรับกลับมาคือ
                                #ขอโทษค่ะรับผู้หญิงค่ะ</strong> จูนบอกว่ารู้สึกเหมือนถูกตบหน้าอย่างแรงมาก เธอจุกมาก
                            น้ำตาไหล
                            เพราะไม่เคยคิดมาก่อนเลยว่า ประโยคปฏิเสธสั้น ๆ ประโยคเดียวนี้
                            ทำให้เธอกลับมาตั้งคำถามกับตัวเองว่า
                            #ไม่มีความเป็นผู้หญิงพอที่จะปฏิบัติหน้าที่ในตำแหน่งงานนี้ได้
                            <strong>ทำไมแบรนด์ผลิตภัณฑ์ความงาม
                                เครื่องสำอางระดับโลกแบรนด์ หรือ counter brand ก็มีพนักงานเป็นผู้หญิงข้ามเพศมากมาย
                                แต่ทำไมบริษัท SSUP
                                ถึงไม่ยอมรับผู้หญิงข้ามเพศเข้ามาทำงานเป็นพนักงานขายเครื่องสำอางค์ของบริษัท</strong>
                        <p style="font-size: 22px;">
                            การปฏิเสธการโอกาสในการสมัครงานต่อจูน ไม่ใช่แค่การตบหน้าจูนเดียว
                            แต่มันคือการตบหน้ากะเทยทั้งประเทศ
                            สำหรับนาดาทั้งในฐานะคนทำงานด้านสิทธิมนุษยชนของบุคคลผู้มีความหลากหลายทางเพศ
                            และเคยเป็นสมาชิกอุดหนุนสินค้าผลิตภัณฑ์ของทั้งสองแบรนด์นี้ บอกได้คำเดียวว่า <strong>#เจ็บปวด
                                ยิ่งไปกว่านั้นหากบริษัท SSUP มีนโยบายกีดกันไม่รับผู้หญิงข้ามเพศ สาวประเภทสอง หรือ กะเทย
                                เป็นพนักงานขายเครื่องสำอางจริง นั่นหมายความว่า บริษัทมีความเชื่อ หรือ อคติทางเพศ
                                เกี่ยวกับภาพลักษณ์ของผู้หญิงข้ามเพศ ใช่หรือไม่?</strong> SSUP
                            ไม่ทราบเลยหรือว่าการเลือกปฏิบัติด้วยเหตุแห่งเพศ เป็นสิ่งที่ผิดกฎหมายในบ้านนี้เมืองนี้เพราะ
                        </p>
                        <ul>
                            <ul style="font-size: 22px;">
                                <li>ประเทศไทยมีรัฐธรรมนูญที่คุ้มครองไม่ให้มีการเลือกปฏิบัติต่อบุคคล</li>
                                <br>
                                <li>ประเทศไทยมีการบังคับใช้พระราชบัญญัติความเท่าเทียมระหว่างเพศ พ.ศ.2558</li><br>
                                <li>ประเทศไทยประกาศใช้แผนปฏิบัติการแห่งชาติว่าด้วยธุรกิจและสิทธิมนุษยชน</li><br>
                                <li>ประเทศไทยเป็นภาคีตามอนุสัญญาขององค์การแรงงานระหว่างประเทศ ILO ฉบับที่ 111
                                    ว่าด้วยการห้ามเลือกปฏิบัติในจ้างแรงงาน
                                </li><br>
                                <li>ประเทศไทยเป็นภาคีตามกติกาสากลว่าด้วยสิทธิพลเมืองสิทธิทางการเมือง</li><br>
                                <li>ประเทศไทยเป็นภาคีตามกติกาสากลว่าด้วยสิทธิทางเศรษฐกิจ สังคม และ วัฒนธรรม</li><br>
                                <li>ประเทศไทยเป็นภาคีตามอนุสัญญาว่าด้วยการขจัดการเลือกปฏิบัติต่อสตรีทุกรูปแบบ</li><br>
                            </ul>
                        </ul>
                        <p style="font-size: 22px;">
                            บริษัทประกาศเจตนารมณ์ถึงวัฒนธรรมองค์กรของตนเองว่า “Happy Customers, Happy Employees and
                            Happy Society are the three meaningful goals and relationship that drive SSUP people and
                            Culture” แปลยังไงก็ได้ความว่า “ลูกค้าเป็นสุข, พนักงานเป็นสุข และสังคมเป็นสุข
                            คือเป้าหมายหลักสามประการที่ขับเคลื่อนและเชื่อมร้อยความสัมพันธ์และวัฒนธรรมองค์กรของ SSUP
                            ไว้ด้วยกัน” แต่มาวันนี้
                            น้ำตาของน้องจูนต่อคำปฏิเสธโอกาสแค่เพียงจะยื่นใบสมัครงานด้วยเหตุผลที่ว่า #รับแต่ผู้หญิง
                            คือคำตอบสำคัญที่ทำให้บริษัท SSUP ต้องตระหนักรู้ว่า
                            บริษัทของคุณล้มเหลวต่อเจตนารมณ์ที่คุณประกาศไว้
                        </p>
                        <p style="font-size: 22px;">
                            <strong>เราจึงอยากแสดงความจริงใจต่อบริษัท SSUP
                                ด้วยการออกมาเรียกร้องสิทธิเพื่อไม่ให้มีการเลือกปฏิบัติแก่บุคคลข้ามเพศในการเข้าทำงาน
                                ขอทุกท่านที่เห็นด้วยร่วมลงชื่อสนับสนุนในแคมเปญนี้</strong>
                            พลังและกำลังใจของทุกคนจะถูกส่งต่อผ่านคำร้องที่เราเตรียมมอบให้กับคณะกรรมการวินิจฉัยการเลือกปฏิบัติโดยไม่เป็นธรรมระหว่างเพศ
                            พร้อมทั้งยื่นหนังสือต่อกระทรวงยุติธรรม กระทรวงการพัฒนาสังคมและความมั่นคงของมนุษย์
                            ในฐานะเป็นองค์กรรัฐหลักที่มีหน้าที่สร้างหลักประกันให้องค์กรภาคธุรกิจปฏิบัติตามหลักการชี้แนะขององค์กรสหประชาชาติว่าด้วยธุรกิจและสิทธิมนุษยชน
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้ร่วมสนับสนุน 1,500 คน
                            </div>
                            <div class="ml-auto">
                                3 วันที่ผ่านมา
                            </div>
                        </div>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง Nada Chaiyajit
                            </div>
                            <div class="ml-auto">
                                3 เดือนที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>ปริญญา สายะวารานนท์</strong><span class="text-secondary"
                                        style="font-size: small;"> 1 เดือนผ่านมา</span></p>
                                <p>เพราะดิฉันเคยโดนปฏิเสธจากแบรนด์นี้ค่ะและมองเหยียดด้วยทั้งๆที่ความสวยของฉันมั่นใจว่าสามารถทำงานนี้ได้
                                    และฉันเชื่อในคุณภาพของแบรนด์และใช้มาตลอด พอโดนแบบนั้นคือหมดศรัทธาจริงๆ
                                    ไม่คิดว่ามันจะเป็นนโยบายหลักที่ปฏิเสธข้ามเพศคิดแค่ว่าเฉพาะบุคคลเฉพาะฉันที่โดน
                                    ไม่คิดว่าจะมีคนอื่นโดนแบบฉันแต่ก็มี พอละเลิกใช้จริงๆ บายค่ะผิดหวัง</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/2.jpg" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>วิทยา แสงอรุณ</strong><span class="text-secondary" style="font-size: small;">
                                        2
                                        เดือนผ่านมา</span></p>
                                <p>ตัดสินคนที่ "ความสามารถ" ไม่ใช่ เพศสภาวะ/เพศวิถี/เพศสรีระ
                                </p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><span style="color: red;"><i class="fas fa-flag fa-lg"></i></span> <strong
                                class="h3">ชัยชนะ</strong></p>
                        <p class="text-secondary">การรณรงค์สำเร็จตามเป้าหมาย โดยมีผู้สนับสนุนจำนวน1,691คน</p>
                        <div style="border: 1px #ccc solid; border-radius: 5px; padding: 10px;">
                            <img src="./petition/s8.jpg" width="55" height="35" alt=""> <span style="font-size: small;"
                                class="text-secondary">บริษัทในเครือ SSUP Beauty and Wellness… </span>
                        </div>
                        <br>
                        <button class="btn btn-block text-light" style="background-color: #37639e; padding: 10px;"><i
                                class="fab fa-facebook-square"></i> แชร์แคมเปญ</button>
                        <br>
                        <p><span style="color: #37639e;"><i class="fab fa-facebook-square"></i></span> ส่งข้อความทาง
                            Facebook</p>
                        <p><span style=""><i class="far fa-envelope"></i></span> ส่งอีเมล์ให้เพื่อน</p>
                        <p><span class="text-info"><i class="fab fa-twitter"></i></span> แชร์ผ่านทวิตเตอร์</p>
                        <p><span style=""><i class="fas fa-link"></i></span> คัดลอกลิ้งค์</p>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>อัญชุลี เมธาภรณ์พงศ์</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>การรับรองเพศสถานะทางก.ม.ในสถานที่ทำงานว่าด้วยสิทธิมนุษยชนตามมาตรฐานแรงงานไทย</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>จิรัชยา เหรียญตระกูล</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่ควรเลือกปฏิบัติ</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Lalada Dhirapannapara</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เป็นสาวสองเช่นเดียวกัน และรู้สึกถึงความไม่เป็นธรรมเป็นอย่างยิ่งในกรณีนี้</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Ketsiri tanalerdpun</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ทางบริษัท มีวิธีเลือกที่จะตอบได้หลายวิธี ต้องรู้จักรักษาน้ำใจกันและกัน</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/3.jpg" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>วรนุช สุทันต์</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ทรานวูเม้นก็ถือเป็นผู้หญิง การไม่รับทรานเข้าทำงานถือเป็นการไม่เท่าเทียมกันทางเพศ</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/4.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>จิรัชยา เหรียญตระกูล</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>ไม่ควรเลือกปฏิบัติ</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/5.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ภานุพงษ์ ธรรมมิยะ</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>อย่าเลือกปฏิบัติเลยคะ ขอคนรักในงานดีกว่ามั้ย<br>ไม่ใช่รับผู้หญิงแท้แต่ทำหน้าเหนื่อยในการบริการ แนะนำก็ไม่ดี (ณ สาขาในจ เลย)</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/6.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>Melynda Boonthep</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>Disagree</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p'])  && isset($_GET['petition']) && $_GET['petition'] == 8){
    ?>
    <div class="row" style="background-color: #fff9df; padding: 10px; border-bottom: 1px solid #ffe9ab;">
        <div class="container">
            Change.org ขอเป็นพื้นที่ให้ทุกคนส่งเสียงกันได้ดังๆ เพื่อช่วยให้สังคมฝ่าฟันสถานการณ์ Covid-19 ไปได้ด้วยกัน
            โปรดติดตามข้อมูลเพื่อดูแลตัวคุณเองและคนรอบข้างได้ที่<a href="http://ddc.moph.go.th/viralpneumonia/intro.php"
                class="indexhead">กรมควบคุมโรค</a> หรือโทรสายด่วน 1422
        </div>
    </div>
    <br>
    <div class="container">
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">รายละเอียดเกี่ยวกับแคมเปญ</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#comment" role="tab"
                    aria-controls="profile" aria-selected="false">ความคิดเห็น</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#update" role="tab"
                    aria-controls="contact" aria-selected="false">อัพเดท</a>
            </li>
        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br><br>
                <p class="h2 text-center">
                    <strong>คณะเศรษฐศาสตร์ จุฬาฯ: คัดค้านการรื้อถอนภาพคุณสมเด็จ วิรุฬหผล วีรชน 14 ตุลาคม 2516</strong>
                </p>
                <br><br>
                <div class="row">
                    <div class="col-lg-8 col-md-8 col-sm-12">
                        <p><img src="./petition/s9.jpg" alt="" width="800" height="450" class="img-fluid"></p>
                        <p class="text-secondary" style="font-size: 14px;"><img src="./avartar/net.jpg" alt=""
                                class="img-fluid mb-0 rounded-circle" width="25"
                                height="2">&nbsp;&nbsp;<strong><u>Netiwit Chotiphatphaisal</u>
                                ได้สร้างแคมเปญรณรงค์นี้ร้องเรียน <u>รศ.ดร.สิทธิเดช พงศ์กิจวรสิน คณบดีคณะเศรษฐศาสตร์
                                    จุฬาลงกรณ์มหาวิทยาลัย</u></strong>
                        </p>
                        <p style="font-size: 22px;">
                            เนื่องด้วยในวันที่ 4 สิงหาคม 2563 ภาพถ่ายของคุณสมเด็จ วิรุฬหผล นิสิตคณะเศรษฐศาสตร์
                            จุฬาลงกรณ์มหาวิทยาลัยและป้ายอนุสรณ์อันมีข้อความว่า
                        </p>
                        <p style="font-size: 22px;">
                            <strong>
                                “นายสมเด็จ วิรุฬหผล นิสิตปีที่1 คณะเศรษฐศาสตร์ <br><br>

                                ได้สละชีวิตในการเรียกร้องรัฐธรรมนูญ เมื่อวันที่ 14 ตุลาคม 2516 <br><br>

                                ขอให้อนุชนรุ่นหลังจดจำและพิทักษ์รัฐธรรมนูญและประชาธิปไตยด้วยชีวิต <br><br>

                                เยี่ยงวีรชนที่ได้สละชีวิตของตนมาแล้ว” <br><br>
                            </strong>
                        </p>
                        <p style="font-size: 22px;">
                            ได้ถูกปลดออกจากห้องที่ทำการสโมสรนิสิตเศรษฐศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย หลังจากที่ตั้งอยู่ ณ
                            ที่แห่งนั้นมาเป็นเวลากว่า 40 ปี
                        </p>
                        <p style="font-size: 22px;">
                            เมื่อสอบถามพี่ชายของคุณสมเด็จ วิรุฬหผลจึงทราบความว่า รศ.ดร. สิทธิเดช พงศ์กิจวรสิน
                            คณบดีคณะเศรษฐศาสตร์ จุฬาลงกรณ์มหาวิทยาลัยคนปัจจุบัน เป็นต้นคิดส่งภาพคุณสมเด็จ
                            วิรุฬหผลคืนแก่ครอบครัว และจะนำนามไปตั้งเป็นชื่อห้องประชุม หรือรางวัล แทนในภายหลัง
                        </p>
                        <p style="font-size: 22px;">
                            การตัดสินใจนี้กระทำไปโดยลืมพิจารณาว่า
                        </p>
                        <p style="font-size: 22px;">
                            1) คุณสมเด็จ วิรุฬหผล เป็นวีรชนนิสิตใน “เหตุการณ์ 14 ตุลาคม 2516”
                            ที่นิสิตนักศึกษาและประชาชนสามารถโค่นล้มอำนาจเผด็จการของถนอม-ประภาส-ณรงค์ ได้สำเร็จ
                        <p style="font-size: 22px;">
                            2) คุณสมเด็จ วิรุฬหผล ซึ่งขณะนั้นเป็นเพียงนิสิตเศรษฐศาสตร์ ชั้นปีที่ 1
                            พลีชีวิตเพื่อประชาธิปไตยในเหตุการณ์นี้ โดย “ถูกยิงทางด้านหลัง ทะลุอกและขาทั้ง 2 ข้าง
                            จากทหาร-ตำรวจที่อยู่ในกองบัญชาการตำรวจนครบาลผ่านฟ้า
                            ขณะที่นายสมเด็จกำลังมุ่งหน้าจะไปธรรมศาสตร์ ในเวลาประมาณ 18.00 น. เมื่อวันที่ 14 ตุลาคม 2516”
                        </p>
                        <p style="font-size: 22px;">
                            การที่คณะเศรษฐศาสตร์ ตั้งภาพถ่ายและป้ายอนุสรณ์แก่คุณสมเด็จ
                            วิรุฬหผลที่ห้องสโมสรนิสิตเป็นการแสดงให้เห็นถึงวิสัยทัศน์และปณิธานที่กว้างไกลของคณะเศรษฐศาสตร์ซี่งหมายให้นิสิตรุ่นหลังเจริญรอยตามรุ่นพี่ที่มีจิตเห็นแก่ผลประโยชน์ของชาติและประชาชนเป็นที่ตั้ง
                        </p>
                        <p style="font-size: 22px;">
                            การตัดสินใจปลดภาพถ่ายและป้ายอนุสรณ์จึงเป็นการกระทำอันไม่คำนึงถึง
                        </p>
                        <p style="font-size: 22px;">
                            1) ปณิธานของคณะเศรษฐศาสตร์ที่หมายแสดงแบบอย่างแห่งการเสียสละอันน่าจดจำให้แก่อนุชน
                            2) จิตวิญญาณประชาธิปไตยของวันที่ 14 ตุลาคม 2516
                            3) มิติทางประวัติศาสตร์ของภาพถ่ายและป้ายอนุสรณ์นี้ที่เกิดขึ้นตั้งแต่แรกสถาปนาคณะเศรษฐศาสตร์
                            จุฬาลงกรณ์มหาวิทยาลัย
                        </p>
                        <p style="font-size: 22px;">
                            ด้วยเหตุผลที่กล่าวมา การปลดภาพถ่ายและป้ายอนุสรณ์คุณสมเด็จ วิรุฬหผลจึงเป็นการไม่สมควร
                            การนำนามของคุณสมเด็จมาตั้งเป็นชื่อประชุมหรือชื่อรางวัลไม่อาจทดแทนการเชิดชูเกียรติให้ทั้งบุคคลภายในและภายนอกคณะเศรษฐศาสตร์เห็นประจักษ์ดังที่เคยปรากฏมา
                        </p>
                        <p style="font-size: 22px;">
                            ในฐานะนิสิตจุฬาลงกรณ์มหาวิทยาลัย เมื่อกระผมสัญจรผ่านคณะเศรษฐศาสตร์
                            จุฬาลงกรณ์มหาวิทยาลัยครั้งใด กระผมก็จะก้มศีรษะคารวะคุณสมเด็จ วิรุฬหผล
                            นิสิตจุฬาลงกรณ์มหาวิทยาลัยรุ่นพี่ผู้พลีชีพเพื่อประชาธิปไตยทุกครั้ง ด้วยเหตุนี้
                            กระผมจึงขอร่วมกับเพื่อนนิสิตปัจจุบัน ศิษย์เก่า คณาจารย์ และประชาชนผู้ศรัทธาในประชาธิปไตย
                            คัดค้านการรื้อถอนภาพถ่ายและป้ายอนุสรณ์คุณสมเด็จ วิรุฬหผล ขอให้คณบดีคณะเศรษฐศาสตร์
                            จุฬาลงกรณ์มหาวิทยาลัยและผู้มีส่วนเกี่ยวข้องทั้งปวงโปรดพิจารณาเรื่องนี้อีกครั้งโดยนำเอาภาพถ่ายและป้ายอนุสรณ์กลับคืนแหล่งเดิม
                            เพื่อเป็นเกียรติภูมิของคณะเศรษฐศาสตร์ และจุฬาลงกรณ์มหาวิทยาลัยอันเป็นที่รักยิ่งสืบไป
                        </p>
                        <p style="font-size: 22px;">
                            <br>
                            ด้วยความเคารพอย่างสูง
                        </p>
                        <br>
                        <div class=""
                            style="background-color: #f6f4f6; padding: 15px; border: 1px solid #ccc; border-radius: 5px;">
                            <div class="row">
                                <div class="col-1 m-auto text-center">
                                    <i class="fas fa-pen-fancy fa-lg"></i>
                                </div>
                                <div class="col-8">
                                    <strong>เริ่มสร้างแคมเปญรณรงค์ด้วยตัวเอง</strong><br>
                                    เจ้าของเรื่องรณรงค์เป็นคนริเริ่มไอเดียที่หวังให้เกิดความเปลี่ยนแปลงขึ้นในสังคมของเรา
                                    แล้วคุณอยากลองบ้างไหม?
                                </div>
                                <div class="col-3 text-center m-auto">
                                    <a href="?p=create">
                                        <div class="btn"
                                            style="border: 2px solid #ccc; border-radius: 5px; background-color: #ffffff;">
                                            <strong>เริ่มเรื่องรณรงค์</strong></div>
                                    </a>
                                </div>
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>อัพเดต</strong></p><br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้ร่วมสนับสนุน 750 คน
                            </div>
                            <div class="ml-auto">
                                3 เดือนที่ผ่านมา
                            </div>
                        </div>
                        <br>
                        <div class="d-flex"
                            style="background-color: #f6f4f6; padding: 8px; border: 1px solid #ccc; border-radius: 5px; font-size: small;">
                            <div class="">
                                ผู้สร้าง Netiwit Chotiphatphaisal
                            </div>
                            <div class="ml-auto">
                                3 เดือนที่ผ่านมา
                            </div>
                        </div>
                        <br><br>
                        <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p><br>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>ปภัสสร ชุ่มมาตร์</strong><span class="text-secondary"
                                        style="font-size: small;"> 1 เดือนผ่านมา</span></p>
                                <p>เราควรเชิดชูวีรชนที่ต่อสู้เพื่อประชาธิปไตยใช่กราบไหว้พวกบ้าหี</p>
                                <p class="text-secondary">
                                    <span id="like1"><span onclick="like(1)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-1 text-center">
                                <img src="./avartar/2.jpg" alt="" class="img-fluid rounded-circle">
                            </div>
                            <div class="col-11">
                                <p><strong>สุรพิณ ฤกษ์ศิริวรรณ์</strong><span class="text-secondary"
                                        style="font-size: small;">
                                        2
                                        เดือนผ่านมา</span></p>
                                <p>ภาพและคำจารึก ที่ติดอยู่ที่สโมสรจะคอยย้ำเตือนอนุชนรุ่นหลังมากกว่า
                                </p>
                                <p class="text-secondary">
                                    <span id="like2"><span onclick="like(2)"><i
                                                class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span
                                            id="" style="font-size: small;" data-toggle="modal"
                                            data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                                <hr>
                            </div>
                        </div>
                        <div id="btnCom">
                            <div style="border: 1px solid #ccc; padding: 10px; border-radius: 5px; margin: 8px;;"
                                onclick="com()">
                                <span style="font-size: small;"><strong>อ่านความคิดเห็นทั้งหมด</strong></span>
                            </div>
                        </div>

                        <div id="com"></div>


                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12">
                        <p><span style="color: red;"><i class="fas fa-flag fa-lg"></i></span> <strong
                                class="h3">ชัยชนะ</strong></p>
                        <p class="text-secondary">การรณรงค์สำเร็จตามเป้าหมาย โดยมีผู้สนับสนุนจำนวน1,269คน</p>
                        <div style="border: 1px #ccc solid; border-radius: 5px; padding: 10px;">
                            <img src="./petition/s9.jpg" width="55" height="35" alt=""> <span style="font-size: small;"
                                class="text-secondary">รศ​.​ดร​.​สิทธิเดช พงศ์กิจวรสิน… </span>
                        </div>
                        <br>
                        <button class="btn btn-block text-light" style="background-color: #37639e; padding: 10px;"><i
                                class="fab fa-facebook-square"></i> แชร์แคมเปญ</button>
                        <br>
                        <p><span style="color: #37639e;"><i class="fab fa-facebook-square"></i></span> ส่งข้อความทาง
                            Facebook</p>
                        <p><span style=""><i class="far fa-envelope"></i></span> ส่งอีเมล์ให้เพื่อน</p>
                        <p><span class="text-info"><i class="fab fa-twitter"></i></span> แชร์ผ่านทวิตเตอร์</p>
                        <p><span style=""><i class="fas fa-link"></i></span> คัดลอกลิ้งค์</p>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="comment" role="tabpanel" aria-labelledby="comment-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>สาเหตุที่ร่วมลงชื่อ</strong></p>
                    <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
                        (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)
                    </p>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Chumphol Mahattanakul</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 4 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ผมเป็นเพื่อนร่วมรุ่นกับคุณสมเด็จ</p>
                        <p class="" id="likes1"><span onclick="likes(1)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>ปภัสสร ชุ่มมาตร์</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 8 ชั่วโมงที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>เราควรเชิดชูวีรชนที่ต่อสู้เพื่อประชาธิปไตยใช่กราบไหว้พวกบ้าหี</p>
                        <p class="" id="likes2"><span onclick="likes(2)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>อิสรีย์ แสงทอง</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 1 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>ไม่ควรมีใครถูกลืมจากประวัติศาสตร์​</p>
                        <p class="" id="likes3"><span onclick="likes(3)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>Tanachot Assawarotjanamitre</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>History may well rest where the public can see.</p>
                        <p class="" id="likes4"><span onclick="likes(4)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>
                    <br>
                    <div style="border: 1px solid #ccc; border-radius: 5px; padding: 20px;">
                        <div class="row">
                            <div class="col-1 text-center m-auto">
                                <img src="./avartar/3.jpg" alt="" class="img-fluid rounded-circle" width="45"
                                    height="45">
                            </div>
                            <div class="col-11 mb-4">
                                <br><strong>songwut sengcharoen</strong><br>
                                <span class="text-secondary" style="font-size: small;"> 2 วันที่ผ่านมา</span><br>
                            </div>
                        </div>
                        <p>รหัส 2861141 ครับ ขอคัดค้านการรื้อถอนครับ</p>
                        <p class="" id="likes5"><span onclick="likes(5)" class="text-secondary"><i
                                    class="far fa-heart"></i>&nbsp;&nbsp;0</span></p>
                        <p class="text-right navactive" style="font-size: small; text-decoration: underline;"
                            data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</p>
                    </div>

                </div>
            </div>
            <div class="tab-pane fade" id="update" role="tabpanel" aria-labelledby="update-tab">
                <div class="container">
                    <br><br>
                    <p class="h3"><strong>อัพเดทล่าสุด</strong></p><br>
                    <div class="text-center m-auto" style="border: 1px solid #ccc; border-radius: 5px; padding: 50px;">
                        ยังไม่มีอัพเดท
                    </div>
                </div>

                <div class="container">
                    <br><br><br><br><br>
                    <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
                    <div class="row">
                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s1.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s2.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                                    <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                                        ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s3.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s4.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                                    <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                                        การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s5.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                                        และไกลโฟเซต</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                        <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                            <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                                <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                                <img src="./petition/s6.jpg" alt="" class="img-fluid">
                                <div class="progress">
                                    <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                                        style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                                    </div>
                                </div>
                                <p style="margin: 15px;" class="h5">
                                    <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                                        #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                                </p>
                                <div class="text-center"
                                    style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                                    <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                                </div>
                            </div>
                        </div>

                    </div>
                </div>

            </div>
            <div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel"
                aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-header">
                            <h5 class="modal-title" id="exampleModalLabel"><strong>แจ้งเหตุการใช้งานในทางที่ผิด</strong>
                            </h5>
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                                <span aria-hidden="true">&times;</span>
                            </button>
                        </div>
                        <div class="modal-body">
                            <p>
                                หากคุณรู้สึกว่าเนื้อหาของแคมเปญละเมิด <u class="navactive"
                                    style="text-decoration: underline;" data-toggle="modal"
                                    data-target="#exampleModal">กฎระเบียบการใช้งาน</u> หรือ <u class="navactive"
                                    style="text-decoration: underline;">กติการชุมชน</u> ของ Change.org
                            </p>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    ฉันไม่ชอบหรือไม่เห็นด้วยกับความคิดเห็นนี้
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios2">
                                    แคมเปญนี้สร้างความเข้าใจผิดๆ และเป็นสแปม
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ละเมิดสิทธิของฉัน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ใช้ภาษาหยาบคาย สร้างความเกลียดชัง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้ทำให้เกิดอันตรายกับเด็กและเยาวชน
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้มีเนื้อหารุนแรง ยุให้เกิดการนองเลือด การทำร้ายตัวเอง
                                </label>
                            </div>
                            <div class="form-check">
                                <input class="form-check-input" type="radio" id="exampleRadios1" name="ex">
                                <label class="form-check-label" for="exampleRadios1">
                                    แคมเปญนี้หลอกลวง เล่าเรื่องเท็จ
                                </label>
                            </div><br>
                            <textarea name="" id="" cols="3" rows="4" class="form-control"
                                placeholder="กรุณาระบุเหตุผลในการแจ้งลบความคิดเห็นให้กับเจ้าหน้าที่ Change.org  หรือบอกข้อมูลอันเป็นประโยชน์ในการพิจารณาเนื้อหาความคิดเห็นนี้"></textarea>
                            <br><button class="btn btn-lg btn-danger">ส่ง</button><br><br>
                            <p style="font-size: small;" class="text-center">
                                เจ้าหน้าที่ Change.org จะทำการพิจารณาการลบความคิดเห็นกรณีก่อให้เกิดความรุนแรง ขัดต่อ <u
                                    class="navactive" style="text-decoration: underline;">ข้อตกลงการใช้บริการ</u> หรือ
                                <u class="navactive" style="text-decoration: underline;">ระเบียบชุมชน</u>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <script>
        function likes(num) {
            a = document.getElementById('likes' + num);
            if (a.innerHTML == `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`) {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="" style="color: #ff0000;"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="likes(` + num + `)" class="text-secondary"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>`;
            }
        }
        function like(num) {
            a = document.getElementById('like' + num);
            if (a.innerHTML == `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`) {
                a.innerHTML = `<span style="color: #ff0000;" onclick="like(` + num + `)"><i class="fa fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;1</span>`;
            } else {
                a.innerHTML = `<span onclick="like(` + num + `)"><i class="far fa-heart" aria-hidden="true"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id="" style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span>`;
            }
        }
        function com() {
            document.getElementById('com').innerHTML = `
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/4.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>Tanachot Assawarotjanamitre</strong><span class="text-secondary" style="font-size: small;"> 1
                            วันที่ผ่านมา</span></p>
                    <p>History may well rest where the public can see.</p>
                    <p class="text-secondary">
                                    <span id="like3"><span onclick="like(3)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/5.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>ปรีชา คุณะกฤดาธิการ</strong><span class="text-secondary" style="font-size: small;"> 4
                            วันที่ผ่านมา</span></p>
                    <p>คณบดีกำลังลบประวัติศาสตร์ ทั้งๆที่ตอนเกิดเหตุการณ์ยังไม่เกิด น่าสมเพชมาก</p>
                    <p class="text-secondary">
                                    <span id="like5"><span onclick="like(5)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            <div class="row">
                <div class="col-1 text-center">
                    <img src="./avartar/6.jpg" alt="" class="img-fluid rounded-circle">
                </div>
                <div class="col-11">
                    <p><strong>โปษัณ โพธิสาวัง</strong><span class="text-secondary" style="font-size: small;"> 2
                            วันที่ผ่านมา</span></p>
                    <p>รัก ประชาธิปไตย</p>
                    <p class="text-secondary">
                                    <span id="like4"><span onclick="like(4)"><i
                                            class="far fa-heart"></i>&nbsp;&nbsp;0</span>&nbsp;&nbsp;&nbsp;<span id=""
                                            style="font-size: small;" data-toggle="modal" data-target="#exampleModal">แจ้งการใช้งานในทางที่ผิด</span></span>
                                </p>
                    <hr>
                </div>
            </div>
            `;
            document.getElementById('btnCom').innerHTML = '';
        }
    </script>

    <?php
        }
    ?>

    <?php
        if (isset($_GET['p']) && $_GET['p'] == 'create' && !isset($_GET['s'])){
    ?>
    <br><br>
    <div class="container">
        <p class="h2"><strong>แคมเปญของคุณเกี่ยวข้องกับประเด็นอะไร?</strong></p>
        <p>เลือกหัวข้อที่เกี่ยวข้องกับแคมเปญของคุณ
            เพื่อให้ระบบแสดงแคมเปญไปยังกลุ่มผู้ใช้งานที่คาดว่าจะสนใจร่วมลงชื่อสนับสนุน</p><br>
        <div class="row">
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="1" class="petition-logo rounded-circle m-auto" onclick="logo(1)">
                    <div class="text-center " style="font-size:60px;">
                        <i class="fas fa-paw fa-lg" style="margin-top: 40px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;">
                    <strong>ประเด็นเกี่ยวข้องกับสัตว์</strong></p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="2" class="petition-logo rounded-circle m-auto" onclick="logo(2)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-user-friends fa-lg" style="margin-top: 45px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สิทธิมนุษยชน</strong></p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="3" class="petition-logo rounded-circle m-auto" onclick="logo(3)">
                    <div class="text-center " style="font-size:60px;">
                        <i class="fas fa-graduation-cap fa-lg" style="margin-top: 40px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>การศึกษา</strong></p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="4" class="petition-logo rounded-circle m-auto" onclick="logo(4)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-coins fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>ความเป็นธรรมทางเศรษฐกิจ</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="5" class="petition-logo rounded-circle m-auto" onclick="logo(5)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-fist-raised fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>การเมือง</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="6" class="petition-logo rounded-circle m-auto" onclick="logo(6)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-map-marker-alt fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;">
                    <strong>เรื่องที่เกิดขึ้นในชุมชน</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="7" class="petition-logo rounded-circle m-auto" onclick="logo(7)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-tree fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สิ่งแวดล้อม</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="8" class="petition-logo rounded-circle m-auto" onclick="logo(8)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-balance-scale-right fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;">
                    <strong>การใช้กฎหมายอย่างเป็นธรรม</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="9" class="petition-logo rounded-circle m-auto" onclick="logo(9)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-home fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>ครอบครัว</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="10" class="petition-logo rounded-circle m-auto" onclick="logo(10)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-venus fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สิทธิของผู้หญิง</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="11" class="petition-logo rounded-circle m-auto" onclick="logo(11)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-rainbow fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>LGBT</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="12" class="petition-logo rounded-circle m-auto" onclick="logo(12)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-theater-masks fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>ศิลปวัฒนธรรม</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="13" class="petition-logo rounded-circle m-auto" onclick="logo(13)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-utensils fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>อาหาร</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="14" class="petition-logo rounded-circle m-auto" onclick="logo(14)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-heartbeat fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>สุขภาพ</strong>
                </p>
            </div>
            <div class="col-lg-3 col-md-4 col-sm-6">
                <div id="15" class="petition-logo rounded-circle m-auto" onclick="logo(15)">
                    <div class="text-center " style="font-size:50px;">
                        <i class="fas fa-question fa-lg" style="margin-top: 50px;"></i>
                    </div>
                </div>
                <p class="text-center text-secondary" style="font-size: small;"><strong>อื่นๆ</strong>
                </p>
            </div>
        </div>
        <p class="text-right"><a href="?p=create&s=2"><button class="btn btn-danger btn-lg">ไปต่อ</button></a></p>
    </div>
    <script>
        function logo(num) {
            for (var i = 1; i <= 15; i++) {
                document.getElementById(i).style.color = "#ff0000";
                document.getElementById(i).style.backgroundColor = "#fdf9f2";
            }
            document.getElementById(num).style.color = "#fff";
            document.getElementById(num).style.backgroundColor = "#ff0000";
        }
    </script>
    <?php
        }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '2'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    1
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    2
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    3
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>เขียนหัวข้อแคมเปญรณรงค์ของคุณ</strong></p>
        <p>เพราะหัวข้อแคมเปญเป็นส่วนแรกที่คนอ่านจะเห็นก่อน คุณควรเขียนข้อความสั้นๆ เน้นว่าต้องการอะไร
            อยากให้เกิดความเปลี่ยนแปลงอะไร</p>
        <form action="?p=create&s=3" method="POST">
            <p><input type="text" name="name" class="form-control" placeholder="อยากเปลี่ยนแปลงอะไร?" maxlength="100"
                    required id="name" onchange="count()"></p>
            <p class="">
            <div id="wo" class="text-right">100</div>
            </p>
            <p class="text-right"><button class="btn btn-lg btn-danger" type="submit">ต่อไป</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>เขียนสั้นๆ ให้ตรงประเด็น</strong></p>
            <p>ตัวอย่าง: "ร้านอาหาร XX หยุดซื้อไข่ไก่จากฟาร์มเลี้ยงที่ไร้มาตฐาน"</p>
            <p>ไม่ใช่: "หยุดการทารุณกรรมไก่ในฟาร์ม"</p>
            <br>
            <p><strong>ลองนึกถึงทางออกที่เฉพาะเจาะจง</strong></p>
            <p>ตัวอย่าง: "เพิ่มค่าแรงขั้นต่ำเป็น 500 บาท/วัน ในจังหวัดนนทบุรี"</p>
            <p>ไม่ใช่: "แก้ไขปัญหาความเหลื่อมล้ำในจังหวัดนนทบุรี"</p>
            <br>
            <p><strong>ประเด็นนี้มีความเร่งด่วนอย่างไร</strong></p>
            <p>ตัวอย่าง: "ขอยา XX รักษาเด็กหญิง XX ที่กำลังป่วยหนักก่อนที่จะสายเกินไป"</p>

        </div>
    </div>
    <script>
        function count() {
            word = document.getElementById('name').value.length;
            document.getElementById('wo').innerHTML = 100 - parseInt(word);
        }

    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '3'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    2
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    3
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>ใครคือผู้มีอำนาจตัดสินใจ?</strong></p>
        <p>เลือกผู้ที่จะมารับเรื่องร้องเรียนของคุณ - อาจเป็นบุคคล กลุ่มคน หรือองค์กรที่มีอำนาจในการแก้ไขปัญหา</p>
        <form action="?p=create&s=4" method="POST">
            <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
            <p><input type="text" name="who" class="form-control"
                    placeholder="เป้าหมายของการรณรงค์ (เช่น ผู้ว่าราชการจังหวัด เจ้าของบริษัท XX ฯลฯ)" maxlength="100"
                    required id="who" onchange="count()"></p>
            <p class="">
            <div id="wo" class="text-right">100</div>
            </p>
            <p class="text-right"><button class="btn btn-lg btn-danger" type="submit">ต่อไป</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>ผู้มีอำนาจตัดสินใจอาจไม่ใช่เจ้าหน้าที่รัฐเสมอไป
                    บางครั้งคนที่สามารถทำให้เกิดความเปลี่ยนแปลงได้คือภาคธุรกิจ หรือเจ้าของบริษัท</strong></p>
            <p>เช่น "มาร์ค ซัคเคอร์เบิร์ก ผู้ก่อตั้งเฟสบุ๊ค" หรือ "เครือเจริญโภคภัณฑ์ (CP)"</p>
            <br>
            <p><strong>นักการเมือง สมาชิกสภานิติบัญญัติแห่งชาติ เจ้าหน้าที่รัฐ​ หรือองค์กรอิสระ
                    คือผู้มีอำนาจตัดสินใจเช่นกัน</strong></p>
            <p>เช่น องค์การบริหารส่วนตำบล XX สมาชิกสภาผู้แทนราษฎรจังหวัดของคุณ ​หรือ รัฐมนตรีกระทรวงต่างๆ</p>
            <br>
            <p><strong>อย่าคิดเยอะ (หมายเหตุ: 'ประชาชนทุกคน' 'คนไทยทุกคน' ไม่ใช่ผู้มีอำนาจตัดสินใจ)</strong></p>
            <p>คุณสามารถเข้ามาแก้ไขชื่อผู้มีอำนาจตัดสินใจได้ทุกเมื่อ ถ้ายังนึกไม่ออก
                ลองใส่คนที่น่าจะเป็นไปได้มากที่สุดไปก่อน แล้วค่อยไปหาข้อมูลเพิ่มเติม</p>

        </div>
    </div>
    <script>
        function count() {
            word = document.getElementById('who').value.length;
            document.getElementById('wo').innerHTML = 100 - parseInt(word);
        }

    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '4'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    3
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle text-secondary"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #cccccc; border: 2px solid;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>เล่าปัญหาที่คุณต้องการแก้ไข</strong></p>
        <p>อธิบายปัญหาที่คุณต้องการให้มีการแก้ไข เล่าว่าความเปลี่ยนแปลงจะมีผลอย่างไรต่อคุณ ครอบครัวของคุณ หรือสาธารณะ
        </p>
        <form action="?p=create&s=5" method="POST">
            <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
            <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
            <p>
                <textarea name="detail" id="detail" class="form-control" cols="30" rows="10" required
                    style="resize: none;" onchange="count()"></textarea>
            </p>
            <div id="de" class="row">
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;
                <div class=" rounded-circle"
                    style="width: 30px; height: 30px; background-color: #cccccc; color: #ffffff; border: 2px solid #cccccc;">
                    <div class="text-center " style="font-size:18px;">
                        <i class="fas fa-check"></i>
                    </div>
                </div>
                &nbsp;&nbsp;แคมเปญที่ประสบความสำเร็จส่วนใหญ่นอกจากจะมีเนื้อหาครบถ้วนแล้ว
                ความยาวของเนื้อหาจะอยู่ที่ประมาณ 3 ย่อหน้า
                (ไม่เกิน 1 หน้ากระดาษ A4)
                </p>

            </div>
            <p class="text-right"><button class="btn btn-lg btn-danger" type="submit">ต่อไป</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>อธิบายว่าใครบ้างที่ได้รับผลกระทบจากปัญหา</strong></p>
            <p>คนทั่วไปจะอยากเข้าร่วมลงชื่อสนับสนุนเมื่อพวกเขารู้ว่าจะเกิดความเปลี่ยนแปลงอะไร เป็นประโยชน์ต่อใคร</p>
            <br>
            <p><strong>ลองนึกถึงทางออก</strong></p>
            <p>อธิบายว่าทำไมถึงต้องเปลี่ยน และใครสามารถทำให้เกิดความเปลี่ยนแปลง
                ต้องบอกให้ชัดว่าจะเกิดอะไรขึ้นหากสามารถเปลี่ยนแปลงได้สำเร็จ (หรือไม่สำเร็จ)</p>
            <br>
            <p><strong>ดราม่าได้แต่อย่ามากเกินจริง</strong></p>
            <p>คนทั่วไปจะอยากสนับสนุนถ้าแคมเปญของคุณ หากคุณอธิบายชัดเจนว่าทำไมเรื่องนี้ถึงสำคัญ</p>
            <br>
            <p><strong>เคารพคนที่คิดเห็นต่างจากคุณ</strong></p>
            <p>อย่าใช้คำหยาบ ให้ร้าย สร้างเรื่องขึ้นเอง หรือใช้ถ้อยคำที่เป็นการทำร้ายคนอื่น</p>

        </div>
    </div>
    <script>
        function count() {
            word = document.getElementById('detail').value.length;
            if (parseInt(word) >= 1000) {
                document.getElementById('de').innerHTML = `
                <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;<div class=" rounded-circle"
                        style="width: 30px; height: 30px; background-color: #5cb85c; color: #ffffff; border: 2px solid #5cb85c;">
                        <div class="text-center " style="font-size:18px;">
                            <i class="fas fa-check"></i>
                        </div>
                    </div>
                    &nbsp;&nbsp;ดีมาก! แคมเปญของคุณมีเนื้อหาครบ&nbsp;<span style="color: #5cb85c;">`+ (parseInt(word)) + `</span>&nbsp;ตัวอักษร เรียบร้อยแล้ว
                    </p>
                `;
            } else {
                document.getElementById('de').innerHTML = `
                <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;<div class=" rounded-circle"
                        style="width: 30px; height: 30px; background-color: #dab65d; color: #ffffff; border: 2px solid #dab65d;">
                        <div class="text-center " style="font-size:18px;">
                            <i class="fas fa-check"></i>
                        </div>
                    </div>
                    &nbsp;&nbsp;เกือบแล้ว! เราแนะนำให้คุณเขียนเนื้อหาแคมเปญอีก&nbsp;<span style="color: #ff0000;">`+ (1000 - parseInt(word)) + `</span>&nbsp;ตัวอักษร ก่อนที่จะสรุปใจความสำคัญท้ายสุด
                    </p>
                `;
            }
        }

    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '5'){
    ?>
    <br><br>
    <div class="container">
        <div class="justify-content-center row">
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ffffff; color: #ff0000; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    <i class="fas fa-check"></i>
                </div>
            </div>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <div class=" rounded-circle"
                style="width: 50px; height: 50px; background-color: #ff0000; color: #ffffff; border: 2px solid #ff0000;">
                <div class="text-center " style="font-size:30px;">
                    4
                </div>
            </div>
        </div><br><br>
        <p class="h2"><strong>ใส่ภาพประกอบ หรือ วีดีโอ</strong></p>
        <p>แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า</p>
        <form action="?p=create&s=6" method="POST">
            <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
            <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
            <input type="hidden" name="detail" id="" value="<?php echo $_POST['detail']; ?>">
            <div class="text-center" style="border: 2px solid #ccc; border-style:dashed; padding: 30px; height: 550px;">
                <p><img src="./home/jpg.png" alt="" class="img-fluid"></p>
                <input type="file" class="" accept=".jpg"><br><br>
                <div class="text-secondary"> หรือ</div><br><br>
                <div class="input-group mb-3">
                    <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                        aria-describedby="button-addon2">
                    <div class="input-group-append">
                        <button class="btn btn-outline-secondary" type="button" id="button-addon2">เพิ่มเติม</button>
                    </div>
                </div>
                <p class="text-left text-secondary">ทีมงาน Change.org อาจทำวิธีการทดลองเปลี่ยนรูปแคมเปญของคุณหลายๆ
                    แบบพร้อมเก็บข้อมูลทางสถิติว่ารูปไหน ช่วยให้มีคนสนใจแคมเปญมากขึ้น <u>ข้อมูลเพิ่มเติม</u></p>
            </div>

            <br>
            <p class="text-right"><button class="btn btn-lg btn-danger"
                    type="submit">บันทึกและดูหน้าจำลองแคมเปญของคุณ</button></p>
        </form>
        <br>
        <div class="bg-light" style="border: 1px solid #ccc; border-radius: 5px; padding: 35px;">
            <p><strong>เลือกรูปที่สามารถสื่อถึงเรื่องรณรงค์ของคุณ</strong></p>
            <p>ภาพคนหรือภาพสัตว์เป็นทางเลือกที่ดี</p>
            <br>
            <p><strong>ใส่ภาพที่มีขนาด 1600 x 900 พิกเซล เป็นอย่างต่ำ</strong></p>
            <p>ภาพใหญ่หน่อยจะดูดีและชัดเจน</p>
            <br>
            <p><strong>เลือกภาพที่สามารถเข้าถึงใจคนทุกกลุ่ม</strong></p>
            <p>เลือกภาพที่เหมาะสม ไม่รุนแรง สร้างความเกลียดชัง หรือ แสดงออกเรื่องเพศอย่างโจ่งแจ้ง</p>


        </div>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == '6'){
    ?>
    <div class="row bg-light" style="padding: 15px;;">
        <div class="container">
            <div class="d-flex">
                <div class="m-auto"><strong>เกือบจะเสร็จแล้ว!</strong> ลองดูแคมเปญของคุณก่อนเผยแพร่</div>
                <div class="ml-auto">

                    <form action="?p=create&s=edit" method="POST" class="">
                        <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
                        <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
                        <input type="hidden" name="detail" id="" value="<?php echo $_POST['detail']; ?>">
                        <button type="submit" class="btn bg-white"
                            style="border-color: #ff0000; border: 2px solid #ff0000; color: #ff0000;">แก้ไข</button>
                        <button type="button" onclick="alert('DEMO: เผยแพร่เรียบร้อย')" class="btn"
                            style="border-color: #ff0000; border: 2px solid #ff0000; color: #ffffff; background-color: #ff0000;">เผยแพร่แคมเปญ</button>
                    </form>
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <br><br>
        <p class="text-center">ร้องเรียน<strong><?php echo $_POST['who']; ?></strong></p>
        <p class="h4 text-center" style="font-size: 34px;"><strong><?php echo $_POST['name']; ?></strong></p>
        <br>
        <p class="text-center" style="font-size: small;"><strong><u>akira fosterz</u></strong> <span
                class="text-secondary">thai
                ประเทศไทย</span></p>
        <br>
        <textarea class="bg-white form-control" cols="30" rows="25" readonly
            style="border: none; font-size: 30px;100; color: black;"><?php echo $_POST['detail']; ?></textarea>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && isset($_GET['s']) && $_GET['s'] == 'edit'){
    ?>
    <div class="row bg-light" style="padding: 15px;;">
        <div class="container">
            <div class="d-flex">
                <div class="m-auto"></div>
                <div class="ml-auto">

                    <form action="?p=create&s=6" method="POST" class="">
                        <input type="hidden" name="name" id="" value="<?php echo $_POST['name']; ?>">
                        <input type="hidden" name="who" id="" value="<?php echo $_POST['who']; ?>">
                        <input type="hidden" name="detail" id="" value="<?php echo $_POST['detail']; ?>">
                        <button type="submit" class="btn"
                            style="border-color: #ff0000; border: none; color: #ff0000;">ยกเลิก</button>
                        <button type="button" onclick="alert('DEMO: บันทึกและเผยแพร่เรียบร้อย')" class="btn"
                            style="border-color: #ff0000; border: 2px solid #ff0000; color: #ffffff; background-color: #ff0000;">บันทึก</button>
                    </form>
                </div>
            </div>
        </div>
    </div>
    <div class="container">

        <br><br>
        <p><input type="text" placeholder="คนที่สามารถทำให้เกิดการเปลี่ยนแปลง (เลี่ยงการใช้ 'ประชาชนทั่วไป' & 'ทุกคน')"
                class="form-control" value="<?php echo $_POST['who']; ?>"></p>
        <p><input type="text" placeholder="อยากเปลี่ยนแปลงอะไร?" maxlength="100" id="name" class="form-control"
                value="<?php echo $_POST['name']; ?>" onchange="count()"></p>
        <p class="text-right"><span id="wo">...</span></p>
        <p>
            <center>
                <span class="justify-content-center d-flex"
                    style="border: 2px solid #ccc; border-radius: 5px; padding: 20px; width: 23%;">
                    <span class="">
                        <img src="./avartar/me.jpg" class="img-fluid rounded-circle" alt="" width="50" height="50">
                    </span>
                    <span class="ml-auto text-left">
                        <strong>akira fosterz</strong><br>
                        <span class="text-secondary">thai ประเทศไทย</span>
                    </span>
                </span>
            </center>
        </p>
        <div class="text-center" style="border: 2px solid #ccc; border-style:dashed; padding: 30px; height: 350px;">
            <p><img src="./home/jpg.png" alt="" class="img-fluid"></p>
            <input type="file" class="" accept=".jpg"><br><br>
            <div class="text-secondary"> หรือ</div><br><br>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-secondary" type="button" id="button-addon2">เพิ่มเติม</button>
                </div>
            </div>
        </div><br>
        <p>
            <textarea name="detail" id="detail" class="form-control" cols="30" rows="5" required
                style="resize: none;"><?php echo $_POST['detail']; ?></textarea>
        </p>


    </div>
    <script>
        function count() {
            word = document.getElementById('name').value.length;
            document.getElementById('wo').innerHTML = 100 - parseInt(word);
        }
    </script>

    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && !isset($_GET['m'])){
    ?>

    <div class="container">
        <br><br>
        <p class="h1 text-center"><strong>akira fosterz</strong></p><br>
        <p class="text-secondary text-center"><i class="fas fa-map-marker-alt"></i> thai ประเทศไทย</p><br>
        <p class="text-center">
            <a href="?p=profile&s=account">
                <span class="btn" style="border: 2px solid #ccc; padding: 8px; border-radius: 5px;">
                    แก้ไขข้อมูลโปรไฟล์
                </span>
            </a>
        </p><br>
        <ul class="nav nav-tabs" id="myTab" role="tablist">
            <li class="nav-item" role="presentation">
                <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                    aria-controls="home" aria-selected="true">สร้างไปแล้ว (3 แคมเปญ)</a>
            </li>
            <li class="nav-item" role="presentation">
                <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#profile" role="tab"
                    aria-controls="profile" aria-selected="false">ร่วมลงชื่อไปแล้ว (2 แคมเปญ)</a>
            </li>

        </ul>
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active" id="home" role="tabpanel" aria-labelledby="home-tab">
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียนกับสำนักงานตำรวจแห่งชาติ,
                        กระทรวงศึกษาธิการ, รัฐบาล, สมาชิกสภาผู้แทนราษฎร </p>
                    <p class="h4"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</strong></p>
                    <p>
                        หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                        ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร
                        ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                        อำเภอจะนะ
                        จ.สงขลา การรุกพื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                        การเข้าทำเหมืองแร่ในเขตป่าสงวน
                        จ.ลพบุรี และอีกหลากหลายโครงการ<span class="seemore">...
                            จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                            แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่าควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                            หรือ
                            การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                            เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี
                            เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                            เราเชื่อว่า ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’ เสมอไป ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง
                            แต่ท้ายสุดก็ถูกปัดตกไป
                            ตามมติครม.
                            เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า
                            #อย่าหาทำ จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                            -- หมายเหตุ --
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)

                            ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร) ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติตาพระยา</span> ... <a href="?p=mypetition&m=1"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 2,119 คน
                        </div>
                    </div>
                </div>
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-secondary"><span class="bg-light"
                            style="padding: 5px; font-size: small;"><strong>ฉบับร่าง</strong></span></p>
                    <p class="text-secondary" style="font-size: small;">ร้องเรียนกับณัฏฐพล ทีปสุวรรณ
                        รัฐมนตรีว่าการกระทรวงศึกษาธิการ</p>
                    <p class="h4"><strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                            #อย่าให้มันจบที่ครูจุ๋ม</strong></p>
                    <p>

                        ผมก็เหมือนอีกหลายๆ คนที่รู้สึกไม่สบายใจหลังจากที่ไม่กี่วันมานี้เห็นข่าวความรุนแรงที่เกิดขึ้นที่
                        รร. สารสาสน์วิเทศน์ราชพฤกษ์ ผมตัดสินใจกดเข้ากลุ่มเฟซบุ๊ก ‘สมาคมผู้ปกครอง Online
                        สารสาสน์วิเทศราชพฤกษ์’ แล้วพบว่า
                        จากเป็นแค่กลุ่มผู้ปกครองที่มารวมตัวกันนัดแนะเรื่องดำเนินคดีครูจุ๋ม ตอนนี้ยกระดับกลายเป็นว่า<span
                            class="seemore">
                            มีผู้ปกครองจากโรงเรียนอื่นๆ เข้ามาแลกเปลี่ยนข้อมูล แชร์ประสบการณ์ ขอคำปรึกษา
                            จากโรงเรียนไฮโซ กระโดดไปโรงเรียนนานาชาติ ข้ามไปโรงเรียนเอกชน ต่อไปยังโรงเรียนรัฐ โรงเรียนวัด
                            หรืออาจจะเป็นสถานรับเลี้ยงเด็กก็ได้ในอนาคต
                            ผมรู้สึกได้ถึงความกังวลและตื่นตัวขนานใหญ่
                            มันไม่ใช่แค่เรื่องคดีครูจุ๋มและสารสาสน์วิเทศราชพฤกษ์อีกต่อไปแล้ว
                            มันขยายวงกว้างและมีการตั้งคำถามอันแหลมคมถึงเรื่องหลักเกณฑ์การรับครูเข้าทำงาน
                            การออกใบประกอบอาชีพครู จิตวิทยาดูแลสภาพจิตครู เรื่องการติดตั้งกล้องวงจรปิดในห้องเรียน
                            ปัญหาการบูลลี่ในหมู่เด็กนักเรียนที่ผู้ปกครองต้องเจอ
                            ความรับผิดชอบของโรงเรียนในกรณีเกิดเหตุขึ้น
                            การรวมตัวของผู้ปกครองจนเป็นเครือข่าย ขั้นตอนการดำเนินการฟ้องร้อง การศึกษากฎหมายที่เกี่ยวข้อง
                            ฯลฯ
                            เพราะเรื่องนี้เป็นเรื่องใหญ่มาก
                            มันเป็นเรื่องของความปลอดภัยในชีวิตเด็กนักเรียนที่อาจเกิดขึ้นกับใครก็ได้ในโรงเรียนทุกระดับ
                            แต่ที่ผ่านมาเรายังเห็นความรุนแรงในลักษณะนี้เกิดขึ้นซ้ำแล้วซ้ำเล่า
                            ไม่นับส่วนที่ไม่ถูกสื่อรายงานข่าว
                            ผมคิดว่าถ้าปัญหาคือโครงสร้างใหญ่ ก็เห็นความจำเป็นว่าจะต้องล้างมันทั้งระบบ
                            #อย่าให้มันจบที่ครูจุ๋ม
                            ผมอยากให้กระทรวงศึกษาธิการเป็นเจ้าภาพหลัก จัดประชุมใหญ่ๆ สักแมตช์
                            เชิญทุกภาคส่วนที่เกี่ยวข้องมาคุยแก้ปัญหาร่วมกันและจัดทำ roadmap ที่จับต้องได้
                            ไม่ว่าจะเป็นสื่อมวลชน เอ็นจีโอ นักจิตวิทยา นักการศึกษา นักกฎหมาย เครือข่ายผู้ปกครอง โรงเรียน
                            ตำรวจ ฯลฯ ใครก็ตามที่เกี่ยวข้องก็คงต้องใช้เวลานี้แหละ
                            ผลักดันให้เกิดความเปลี่ยนแปลงในเชิงโครงสร้าง เพื่อหาแนวทางแก้ไขปัญหาอย่างถึงรากถึงโคน
                            ปรับแก้-เปลี่ยนกฎหมาย รื้อโครงสร้าง ล้างระบบใหม่ไปเลย (หรือในภาษาเฉิ่มๆ ที่เรียกว่า
                            'วาระแห่งชาติ') ไม่งั้นเดี๋ยวก็เงียบฉี่หายไปอีก
                            #ไปให้สุดอย่าหยุดที่สารสาสน์วิเทศน์ราชพฤกษ์
                            #อย่าให้มันจบที่ครูจุ๋ม</span> ...<button href="javascript:;" class="indexhead"
                            onclick="parentNode.submit();" form="data" type="submit"
                            style="border: none; background-color: #ffffff;">เรียนรู้เพิ่มเติม</button>
                    <form action="?p=create&s=edit" method="POST" id="data">
                        <input type="hidden" name="name"
                            value="กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร. #อย่าให้มันจบที่ครูจุ๋ม">
                        <input type="hidden" name="who" value="ณัฏฐพล ทีปสุวรรณรัฐมนตรีว่าการกระทรวงศึกษาธิการ">
                        <input type="hidden" name="detail"
                            value="ผมก็เหมือนอีกหลายๆ คนที่รู้สึกไม่สบายใจหลังจากที่ไม่กี่วันมานี้เห็นข่าวความรุนแรงที่เกิดขึ้นที่ รร. สารสาสน์วิเทศน์ราชพฤกษ์ ผมตัดสินใจกดเข้ากลุ่มเฟซบุ๊ก ‘สมาคมผู้ปกครอง Online สารสาสน์วิเทศราชพฤกษ์’ แล้วพบว่า จากเป็นแค่กลุ่มผู้ปกครองที่มารวมตัวกันนัดแนะเรื่องดำเนินคดีครูจุ๋ม ตอนนี้ยกระดับกลายเป็นว่า มีผู้ปกครองจากโรงเรียนอื่นๆ เข้ามาแลกเปลี่ยนข้อมูล แชร์ประสบการณ์ ขอคำปรึกษา จากโรงเรียนไฮโซ กระโดดไปโรงเรียนนานาชาติ ข้ามไปโรงเรียนเอกชน ต่อไปยังโรงเรียนรัฐ โรงเรียนวัด หรืออาจจะเป็นสถานรับเลี้ยงเด็กก็ได้ในอนาคต ผมรู้สึกได้ถึงความกังวลและตื่นตัวขนานใหญ่ มันไม่ใช่แค่เรื่องคดีครูจุ๋มและสารสาสน์วิเทศราชพฤกษ์อีกต่อไปแล้ว มันขยายวงกว้างและมีการตั้งคำถามอันแหลมคมถึงเรื่องหลักเกณฑ์การรับครูเข้าทำงาน การออกใบประกอบอาชีพครู จิตวิทยาดูแลสภาพจิตครู เรื่องการติดตั้งกล้องวงจรปิดในห้องเรียน ปัญหาการบูลลี่ในหมู่เด็กนักเรียนที่ผู้ปกครองต้องเจอ ความรับผิดชอบของโรงเรียนในกรณีเกิดเหตุขึ้น การรวมตัวของผู้ปกครองจนเป็นเครือข่าย ขั้นตอนการดำเนินการฟ้องร้อง การศึกษากฎหมายที่เกี่ยวข้อง ฯลฯ เพราะเรื่องนี้เป็นเรื่องใหญ่มาก มันเป็นเรื่องของความปลอดภัยในชีวิตเด็กนักเรียนที่อาจเกิดขึ้นกับใครก็ได้ในโรงเรียนทุกระดับ แต่ที่ผ่านมาเรายังเห็นความรุนแรงในลักษณะนี้เกิดขึ้นซ้ำแล้วซ้ำเล่า ไม่นับส่วนที่ไม่ถูกสื่อรายงานข่าว ผมคิดว่าถ้าปัญหาคือโครงสร้างใหญ่ ก็เห็นความจำเป็นว่าจะต้องล้างมันทั้งระบบ #อย่าให้มันจบที่ครูจุ๋ม ผมอยากให้กระทรวงศึกษาธิการเป็นเจ้าภาพหลัก จัดประชุมใหญ่ๆ สักแมตช์ เชิญทุกภาคส่วนที่เกี่ยวข้องมาคุยแก้ปัญหาร่วมกันและจัดทำ roadmap ที่จับต้องได้ ไม่ว่าจะเป็นสื่อมวลชน เอ็นจีโอ นักจิตวิทยา นักการศึกษา นักกฎหมาย เครือข่ายผู้ปกครอง โรงเรียน ตำรวจ ฯลฯ ใครก็ตามที่เกี่ยวข้องก็คงต้องใช้เวลานี้แหละ ผลักดันให้เกิดความเปลี่ยนแปลงในเชิงโครงสร้าง เพื่อหาแนวทางแก้ไขปัญหาอย่างถึงรากถึงโคน ปรับแก้-เปลี่ยนกฎหมาย รื้อโครงสร้าง ล้างระบบใหม่ไปเลย (หรือในภาษาเฉิ่มๆ ที่เรียกว่า 'วาระแห่งชาติ') ไม่งั้นเดี๋ยวก็เงียบฉี่หายไปอีก #ไปให้สุดอย่าหยุดที่สารสาสน์วิเทศน์ราชพฤกษ์ #อย่าให้มันจบที่ครูจุ๋ม">

                    </form>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 1 คน
                        </div>
                    </div>
                </div>
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-white"><span class="bg-danger"
                            style="padding: 5px; font-size: small;"><strong>ชัยชนะ</strong></span></p>
                    <p class="text-secondary" style="font-size: small;">นายวราวุธ ศิลปอาชา
                        (รัฐมนตรีว่าการกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม)</p>
                    <p class="h4"><strong>คัดค้านนำเข้าเศษพลาสติก</strong></p>
                    <p>
                        ก่อนหน้านี้
                        จีนต้องเจอกับปัญหาการลักลอบนำเข้าสารอันตรายที่ปะปนมากับขยะพลาสติกและขยะอื่นหลายชนิดที่นำมาเป็นวัตถุดิบเพื่อรีไซเคิลและผลิตสิ่งของในประเทศ
                        ทำให้เกิดผลกระทบต่อสิ่งแวดล้อมอย่างรุนแรง
                        รัฐบาลจีนจึงออกประกาศห้ามนำเข้าขยะจากต่างประเทศอย่างเร่งด่วน 24 รายการ<span class="seemore">
                            (ต่อมาประกาศเพิ่มเติมรวมทั้งสิ้น 32 รายการ)
                            มาตรการนี้ส่งผลให้ขยะพลาสติกและขยะอิเล็กทรอนิกส์จำนวนมหาศาลไหลทะลักไปสู่ประเทศอื่นในเอเชียตะวันออกเฉียงใต้
                            รวมถึงประเทศไทย

                            จากข้อมูลการนำเข้าเศษพลาสติกของประเทศไทย พบว่า ในปี 2561 มีการนำเข้าเศษพลาสติกสูงถึง 552,912
                            ตัน
                            เทียบกับปี 2559 (ก่อนจีนประกาศห้าม) มีการนำเข้ามาเพียง 69,500 ตัน ซึ่งเพิ่มขึ้นถึง 8 เท่า
                            นอกจากนี้
                            ยังพบกรณีการลักลอบนำเข้าขยะพลาสติกปนเปื้อนและขยะอิเล็กทรอนิกส์สูงขึ้นในช่วงเวลาดังกล่าว
                            เห็นได้จากข่าวการตรวจจับการนำเข้าอย่างผิดกฎหมายที่ท่าเรือและโรงงานรีไซเคิลหลายแห่ง
                            เป็นตัวจุดชนวนให้เกิดกระแสการต่อต้านจากประชาชน
                            และนำมาสู่การเร่งผลักดันให้มีมาตรการควบคุมการนำเข้าขยะอย่างจริงจังในเวลาต่อมา

                            'คณะอนุกรรมการเพื่อบูรณาการการจัดการขยะอิเล็กทรอนิกส์และเศษพลาสติกที่นำเข้าจากต่างประเทศอย่างเป็นระบบ'
                            ซึ่งรัฐบาลแต่งตั้งขึ้นเพื่อแก้ไขปัญหาดังกล่าว มีการประชุมเมื่อวันที่ 15 สิงหาคม 2561
                            และได้มีมติให้ยกเลิกการนำเข้าเศษพลาสติกภายใน 2 ปี โดยมีการกำหนดโควต้า ค่อยๆ
                            ลดการนำเข้าในช่วงผ่อนผันซึ่งตั้งเป้าจะยกเลิกอย่างเด็ดขาดให้ได้ภายใน 30 กันยายน 2563

                            แต่ในช่วงที่ผ่านมา ผู้ประกอบการอุตสาหกรรมได้พยายามขอเพ่ิมจำนวนโควต้านำเข้าพลาสติกต่ออีกในปี
                            2564
                            โดยให้เหตุผลว่า วัตถุดิบที่มีภายในประเทศไม่เพียงพอ คุณภาพต่ำ และมีการปนเปื้อนสูง
                            ซึ่งกรมโรงงานอุตสาหกรรมก็มีท่าทีสนับสนุน

                            เครือข่ายภาคประชาสังคมมีความห่วงใยต่อประเด็นดังกล่าวที่อาจส่งผลกระทบอย่างมากต่อการแก้ปัญหาขยะภายในประเทศ
                            จึงได้ออกแถลงการณ์เพื่อนำเสนอข้อคิดเห็นและข้อเรียกร้องต่อกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อมในฐานะประธานคณะอนุกรรมการบริหารจัดการขยะพลาสติกและขยะอิเล็กทรอนิกส์
                            ให้ “ยืนยันมติเดิม” ของคณะอนุกรรมการฯ เมื่อปี 2561 ที่
                            “กำหนดให้ประเทศไทยยกเลิกการนำเข้าขยะหรือเศษพลาสติกและซากอิเล็กทรอนิกส์ 100% ภายในปี 2563”

                            ขอประชาชนที่เห็นด้วย ร่วมลงชื่อสนับสนุนในแคมเปญนี้เพื่อส่งเสียงไปยังนายวราวุธ ศิลปอาชา
                            ในฐานะเจ้ากระทรวงฯ ให้พิจารณาเรื่องนี้โดยเร่งด่วน!</span> ... <a href="?p=mypetition&m=2"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 25,494 คน
                        </div>
                    </div>
                </div>

            </div>
            <br>
            <div class="tab-pane fade" id="profile" role="tabpanel" aria-labelledby="profile-tab">
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-white"><span class="bg-danger"
                            style="padding: 5px; font-size: small;"><strong>ชัยชนะ</strong></span></p>
                    <p class="text-secondary" style="font-size: small;">นายวราวุธ ศิลปอาชา
                        (รัฐมนตรีว่าการกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม)</p>
                    <p class="h4"><strong>คัดค้านนำเข้าเศษพลาสติก</strong></p>
                    <p>
                        ก่อนหน้านี้
                        จีนต้องเจอกับปัญหาการลักลอบนำเข้าสารอันตรายที่ปะปนมากับขยะพลาสติกและขยะอื่นหลายชนิดที่นำมาเป็นวัตถุดิบเพื่อรีไซเคิลและผลิตสิ่งของในประเทศ
                        ทำให้เกิดผลกระทบต่อสิ่งแวดล้อมอย่างรุนแรง
                        รัฐบาลจีนจึงออกประกาศห้ามนำเข้าขยะจากต่างประเทศอย่างเร่งด่วน 24 รายการ<span class="seemore">
                            (ต่อมาประกาศเพิ่มเติมรวมทั้งสิ้น 32 รายการ)
                            มาตรการนี้ส่งผลให้ขยะพลาสติกและขยะอิเล็กทรอนิกส์จำนวนมหาศาลไหลทะลักไปสู่ประเทศอื่นในเอเชียตะวันออกเฉียงใต้
                            รวมถึงประเทศไทย

                            จากข้อมูลการนำเข้าเศษพลาสติกของประเทศไทย พบว่า ในปี 2561 มีการนำเข้าเศษพลาสติกสูงถึง 552,912
                            ตัน
                            เทียบกับปี 2559 (ก่อนจีนประกาศห้าม) มีการนำเข้ามาเพียง 69,500 ตัน ซึ่งเพิ่มขึ้นถึง 8 เท่า
                            นอกจากนี้
                            ยังพบกรณีการลักลอบนำเข้าขยะพลาสติกปนเปื้อนและขยะอิเล็กทรอนิกส์สูงขึ้นในช่วงเวลาดังกล่าว
                            เห็นได้จากข่าวการตรวจจับการนำเข้าอย่างผิดกฎหมายที่ท่าเรือและโรงงานรีไซเคิลหลายแห่ง
                            เป็นตัวจุดชนวนให้เกิดกระแสการต่อต้านจากประชาชน
                            และนำมาสู่การเร่งผลักดันให้มีมาตรการควบคุมการนำเข้าขยะอย่างจริงจังในเวลาต่อมา

                            'คณะอนุกรรมการเพื่อบูรณาการการจัดการขยะอิเล็กทรอนิกส์และเศษพลาสติกที่นำเข้าจากต่างประเทศอย่างเป็นระบบ'
                            ซึ่งรัฐบาลแต่งตั้งขึ้นเพื่อแก้ไขปัญหาดังกล่าว มีการประชุมเมื่อวันที่ 15 สิงหาคม 2561
                            และได้มีมติให้ยกเลิกการนำเข้าเศษพลาสติกภายใน 2 ปี โดยมีการกำหนดโควต้า ค่อยๆ
                            ลดการนำเข้าในช่วงผ่อนผันซึ่งตั้งเป้าจะยกเลิกอย่างเด็ดขาดให้ได้ภายใน 30 กันยายน 2563

                            แต่ในช่วงที่ผ่านมา ผู้ประกอบการอุตสาหกรรมได้พยายามขอเพ่ิมจำนวนโควต้านำเข้าพลาสติกต่ออีกในปี
                            2564
                            โดยให้เหตุผลว่า วัตถุดิบที่มีภายในประเทศไม่เพียงพอ คุณภาพต่ำ และมีการปนเปื้อนสูง
                            ซึ่งกรมโรงงานอุตสาหกรรมก็มีท่าทีสนับสนุน

                            เครือข่ายภาคประชาสังคมมีความห่วงใยต่อประเด็นดังกล่าวที่อาจส่งผลกระทบอย่างมากต่อการแก้ปัญหาขยะภายในประเทศ
                            จึงได้ออกแถลงการณ์เพื่อนำเสนอข้อคิดเห็นและข้อเรียกร้องต่อกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อมในฐานะประธานคณะอนุกรรมการบริหารจัดการขยะพลาสติกและขยะอิเล็กทรอนิกส์
                            ให้ “ยืนยันมติเดิม” ของคณะอนุกรรมการฯ เมื่อปี 2561 ที่
                            “กำหนดให้ประเทศไทยยกเลิกการนำเข้าขยะหรือเศษพลาสติกและซากอิเล็กทรอนิกส์ 100% ภายในปี 2563”

                            ขอประชาชนที่เห็นด้วย ร่วมลงชื่อสนับสนุนในแคมเปญนี้เพื่อส่งเสียงไปยังนายวราวุธ ศิลปอาชา
                            ในฐานะเจ้ากระทรวงฯ ให้พิจารณาเรื่องนี้โดยเร่งด่วน!</span> ... <a href="?p=view&petition=6"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 25,494 คน
                        </div>
                    </div>
                </div>
                <br>
                <div class=""
                    style="border: 1px solid #ccc; border-radius: 5px; padding: 15px; margin-left: 100px; margin-right: 100px;">
                    <p class="text-secondary" style="font-size: small;">ร้องเรียนกับสำนักงานตำรวจแห่งชาติ,
                        กระทรวงศึกษาธิการ, รัฐบาล, สมาชิกสภาผู้แทนราษฎร </p>
                    <p class="h4"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</strong></p>
                    <p>
                        หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลกดงพญาเย็น-เขาใหญ่
                        ปกป้องบ้านเสือเพื่อรักษาถิ่นที่อยู่อาศัยและการขยายประชากร
                        ไม่ต่างอะไรกับความพยายามที่จะเปลี่ยนผังเมืองจากสีเขียวให้เป็นสีม่วงเพื่อสร้างนิคมอุตสาหกรรม
                        อำเภอจะนะ
                        จ.สงขลา การรุกพื้นที่ป่าบริเวณเหมืองหินปูน ภูผาฮวก จ.หนองบัวลำภู หรือ
                        การเข้าทำเหมืองแร่ในเขตป่าสงวน
                        จ.ลพบุรี และอีกหลากหลายโครงการ<span class="seemore">...
                            จะต้องสูญเสียพื้นที่สีเขียวและทรัพยากรธรรมชาติไปอีกเท่าไหร่?
                            แล้วจะหลงเหลืออะไรไว้ให้ลูกหลาน?
                            พวกเราขอแสดงจุดยืนคัดค้านการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่
                            นี่คืออีกหนึ่งโครงการใหญ่ของรัฐที่ดำเนินการโดยกรมชลประทาน ตั้งเป้าใช้งบประมาณหลายพันล้านบาท
                            แต่ที่สุดแล้ว… จะไม่มีใครเลยได้ประโยชน์
                            ที่แห่งนี้คือ ป่ามรดกโลก ถิ่นที่อยู่อาศัยของสัตว์ โดยเฉพาะอย่างยิ่งเป็นบ้านเสือโคร่ง
                            ห่วงโซ่ที่สำคัญบนสุด เป็นแหล่งอาหารของทั้งคน สัตว์ และพันธุ์พืชหายาก มีระบบนิเวศอุดมสมบูรณ์
                            มีพื้นที่สีเขียวฟอกอากาศให้กับผืนฟ้า และดูดซึมซัมน้ำให้กับผืนดิน ทั้งหมดนี้
                            มูลค่ามหาศาลที่ไม่ว่าจะเขื่อนใด ก็ทำหน้าที่แทนไม่ได้
                            ที่สำคัญคือ พื้นที่ป่ามรดกโลกอยู่ภายใต้ข้อตกลงอนุสัญญาฯ
                            ว่าควรหลีกเลี่ยงหรือยกเลิกแผนโครงการที่เป็นโครงสร้างพื้นฐาน สิ่งปลูกสร้างประเภทอ่างเก็บน้ำ
                            หรือ
                            การเข้าทำประโยชน์ที่อาจส่งผลกระทบต่อคุณค่าความโดดเด่นอันเป็นสากลของพื้นที่ป่ามรดกโลก
                            เพื่อสงวนรักษาพื้นที่นี้ไว้อย่างเต็มที่
                            ทั้งๆ
                            ที่กรมชลประทานรู้ถึงข้อห่วงกังวลของคณะกรรมการมรดกโลกอยู่แล้วว่าควรหลีกเลี่ยงการก่อสร้างสิ่งปลูกสร้างใหญ่ใดใดในพื้นที่
                            แล้วทำไมยังมีแผนการสร้างเขื่อนถึง 7 โครงการ แถมได้กันงบประมาณศึกษาผลกระทบ (EIA) หลายล้านบาท
                            ซึ่งเป็นงบลงทุนที่ไม่ควรเกิดขึ้นตั้งแต่แรก
                            ขณะนี้ บางโครงการในพื้นที่ป่าบางแห่งอยู่ในระหว่างการทำ EIA บางพื้นที่ที่ทำเสร็จแล้ว
                            ก็ถูกตั้งคำถามว่าได้เปิดเวทีให้ชาวบ้านได้รับรู้รับทราบถึงผลกระทบที่แท้จริง
                            เปิดโอกาสให้ชุมชนได้เข้ามามีส่วนแสดงความคิดเห็นหรือไม่
                            ชาวบ้านตัวเล็กตัวน้อยถูกยกมาเป็นเหตุผลว่าต้องการน้ำจึงต้องสร้างเขื่อน
                            ไม่ว่าจะเพื่อการเกษตรก็ดี
                            เพื่อแก้ปัญหาน้ำท่วมก็ดี จะได้ประโยชน์จริงหรือไม่
                            หรือผลพลอยได้จะตกอยู่กับพื้นที่อุตสาหกรรมบริเวณข้างเคียง
                            เราเชื่อว่า ปัญหาเรื่องการจัดการน้ำไม่ได้แก้ไขได้ด้วย ‘การสร้างเขื่อน’ เสมอไป ในความเป็นจริง
                            ยังมีทางเลือก และวิธีการจัดการอื่นๆ ที่มีประสิทธิภาพ เช่น การจัดการน้ำแบบบูรณาการ
                            การวิเคราะห์ผู้ใช้น้ำและผู้มีส่วนได้ส่วนเสียต่างๆ ในพื้นที่เพื่อประเมินความต้องการที่แท้จริง
                            ศึกษาผลกระทบจากการเปลี่ยนแปลงสภาพภูมิอากาศ วางแผนการจัดการน้ำในระดับตำบล และระดับลุ่มน้ำย่อย
                            โครงการฝายขนาดเล็ก หรือทำแก้มลิงในที่ราบ ฯลฯ
                            นี่ไม่ใช่ความพยายามครั้งแรกที่จะรุกเข้าพื้นที่ดงพญาเย็น-เขาใหญ่
                            เพราะก่อนหน้านี้ก็เคยมีการชงเรื่องให้มีการสร้างเขื่อน และตัดถนนทางหลวง
                            แต่ท้ายสุดก็ถูกปัดตกไป
                            ตามมติครม.
                            เมื่อปี 2560 เพราะได้รับการท้วงติงจากคณะกรรมการมรดกโลก
                            มาถึงคราวนี้ ที่กรมชลประทานต้องการนำโครงการสร้างเขื่อนกลับขึ้นมาใหม่
                            เราก็พร้อมที่จะออกมาบอกท่านว่า
                            #อย่าหาทำ จึงอยากเชิญชวนทุกท่านที่เห็นด้วยกับเรา
                            ร่วมแสดงพลังด้วยการลงชื่อสนับสนุนในแคมเปญนี้
                            โดยหวังว่าเสียงของเราจะส่งไปถึงท่านอธิบดีกรมชลประทาน ขอให้ท่านร่วมอนุรักษ์พื้นที่ป่ามรดกโลก
                            ดงพญาเย็น-เขาใหญ่ รักษาสิ่งนี้ไว้ให้โลก ถ้าไม่ใช่เพื่อรุ่นเรา ก็เพื่อรุ่นลูกหลานของเราสืบไป
                            -- หมายเหตุ --
                            *โครงการก่อสร้างอ่างเก็บน้ำในพื้นที่มรดกโลกทางธรรมชาติกลุ่มป่าดงพญาเย็น-เขาใหญ่ (ส.ค 2563)

                            ใสน้อยใสใหญ่ จ.ปราจีนบุรี พื้นที่เก็บน้ำ 334.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            คลองวังมืด จ.ปราจีนบุรี พื้นที่เก็บน้ำ 30.60 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติทับลาน
                            ลำพระยาธาร จ.ปราจีนบุรี พื้นที่เก็บน้ำ 68.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองหนองแก้ว จ.ปราจีนบุรี พื้นที่เก็บน้ำ 133.00 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองมะเดื่อ จ.นครนายก พื้นที่เก็บน้ำ 92.53 (ล้านลูกบาศก์เมตร) ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            คลองบ้านนา จ.นครนายก ในพื้นที่อุทยานแห่งชาติเขาใหญ่
                            ห้วยสะโตน จ.สระแก้ว พื้นที่เก็บน้ำ 22.32 (ล้านลูกบาศก์เมตร)
                            ในพื้นที่อุทยานแห่งชาติตาพระยา</span> ... <a href="?p=view&petition=1"
                            class="indexhead">เรียนรู้เพิ่มเติม</a>
                    </p>
                    <div class="container d-flex">
                        <div><strong>akira fosterz</strong></div>
                        <div class="ml-auto">
                            <p style="font-size: small;"><i class="fas fa-user-friends" style="color: #ff0000;"></i>
                                ผู้สนับสนุน 2,119 คน
                        </div>
                    </div>
                </div>

            </div>
        </div>

    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == '1'){
    ?>

    <div class="row bg-light" style="padding: 20px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p class="h4"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่</strong></p>
            <div class="container row">
                <div class="dropdown">
                    <a class="navactive" style="text-decoration: none;" href="" role="button" id="dropdownMenuLink"
                        data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">
                        <i class="fas fa-list"></i> รายการ
                    </a>

                    <div class="dropdown-menu" aria-labelledby="dropdownMenuLink">
                        <a class="dropdown-item" href="?p=mypetition&m=update"><i class="far fa-file-alt"></i>
                            โพสต์อัพเดท</a>
                        <a class="dropdown-item" href="?p=mypetition&m=edit"><i class="far fa-edit"></i>
                            แก้ไขเรื่องรณรงค์</a>
                        <a class="dropdown-item" href="?p=mypetition&m=why"><i class="far fa-comment-alt"></i>
                            สาเหตุที่ร่วมลงชื่อ</a>
                        <a class="dropdown-item" href="?p=mypetition&m=victory"><i class="fas fa-flag"></i>
                            ประกาศชัยชนะ</a>
                    </div>
                </div>
                &nbsp;&nbsp;&nbsp;&nbsp;
                <a class="navactive" style="text-decoration: none;" href="?p=view&petition=1">
                    <i class="far fa-eye"></i> ดูแคมเปญรณรงค์
                </a>
            </div>
        </div>
    </div>
    <br><br>


    <div class="container">
        <div class="row">
            <div class="col-lg-5 col-md-5 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="text-right">
                        <a class="text-dark" data-container="body" data-toggle="popover" data-placement="left"
                            data-content="ส่วนใหญ่แล้ว จะมีคนเข้าดูหรืออ่านเนื้อหาแคมเปญรณรงค์เฉลี่ยประมาณ 7 ครั้ง ถึงจะลงชื่อสนับสนุนเพิ่ม 1 คน">
                            <i class="far fa-question-circle fa-lg"></i>
                        </a>
                    </p>
                    <p>
                    <div class="h2 text-center">2,119</div>
                    <div class="text-center">ผู้สนับสนุน</div>
                    </p>
                    <p>
                    <div class="progress">
                        <div class="progress-bar bg-danger" role="progressbar" style="width: 84.75%" aria-valuenow="100"
                            aria-valuemin="0" aria-valuemax="100"></div>
                    </div>
                    </p>
                    <p class="text-center">
                        เหลืออีก <strong>2,500 คน</strong> กว่าจะถึงเป้าหมาย
                    </p>
                    <hr>
                    <p>
                    <div class="row text-center">
                        <div class="col">
                            <span class="h5">3,315</span> ดูเรื่องรณรงค์
                        </div>
                        <div style="border-left:1px solid #ccc ; height: 30px;"></div>
                        <div class="col">
                            <span class="h5">0</span> แชร์
                        </div>
                    </div>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p><strong>ผู้สนับสนุนล่าสุด</strong></p>
                    <hr>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/nattapol.jpg" alt="" class="img-fluid rounded-circle" width="30"
                                height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>ณัฐพล ตรัยศิริกมล</strong> ลงชื่อสนับสนุน 2 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Muttika Cloutier</strong> ลงชื่อสนับสนุน 3 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br><br><br>
                    <hr>
                    <p><strong>รายชื่อผู้สนับสนุนทั้งหมด</strong></p>
                    <p class="text-secondary">ส่งรายชื่อผู้ร่วมลงชื่อสนับสนุนและความคิดเห็นไปที่อีเมลของคุณ</p>
                    <p>
                        <select class="form-control" style="width: 40%;">
                            <option value="signatures_pdf">รายชื่อ (PDF)</option>
                            <option value="comments_pdf">ความคิดเห็น (PDF)</option>
                            <option value="signatures_csv">รายชื่อ (CSV)</option>
                            <option value="comments_csv">ความคิดเห็น (CSV)</option>
                        </select>
                    </p>
                    <p>
                    <div onclick="down()" style="padding: 5px; border: 2px solid #ccc; width: 40%; border-radius: 5px;"
                        class="text-center btn">ดำเนินการ</div>
                    </p>
                    <p id="download">

                    </p>
                </div>
            </div>
            <div class="col-lg-7 col-md-7 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>แชร์เรื่องรณรงค์ของคุณ</strong></p>
                    <p class="text-secondary">
                        เจ้าของเรื่องรณรงค์ที่ประสบความสำเร็จส่วนใหญ่แล้วจะแชร์แคมเปญประมาณ 12 ครั้ง
                        ลองแชร์แคมเปญผ่านช่องทางออนไลน์ของคุณให้มากที่สุด
                        และชวนให้คนรู้จักมาร่วมลงชื่อสนับสนุนและเเชร์ต่อ
                    </p>
                    <p>
                    <div class="row">
                        <div class="col-9">
                            <input type="text" class="form-control" name="" id="" value="http://chng.it/H9yDwpVk">
                        </div>
                        <div class="col-3">
                            <button class="btn border border-dark">คัดลอก</button>
                        </div>
                    </div>
                    </p>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <a class="indexhead" data-toggle="modal" data-target="#exampleModal">แก้ไขลิงก์</a>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น
                    </div>
                    </p>
                    <hr>
                    <p>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-facebook-square text-primary"></i> เฟสบุ๊ค (Facebook)</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-google text-danger"></i> Gmail</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-twitter text-info"></i> ทวีต</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i class="far fa-envelope"></i>
                            อีเมล์</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-whatsapp text-success"></i> WhatsApp</button>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>อัพเดทแคมเปญถึงผู้สนับสนุน</strong></p>
                    <p class="text-secondary">ส่งอัพเดทและความคืบหน้าเกี่ยวกับแคมเปญ อาจขอบคุณผู้ที่ร่วมลงชื่อสนับสนุน
                        หรือขอให้ช่วยแชร์แคมเปญ ร่วมแสดงพลังเชิญสัญลักษณ์ ใส่คลิป/ลิงก์ข่าวที่สื่อมวลชนพูดถึงแคมเปญ
                        ตัวอัพเดทนี้จะอยู่บนหน้าแคมเปญ และถูกส่งเป็นอีเมลหาผู้ร่วมลงชื่อทุกคน</p>
                    <p>
                        <a href="?p=mypetition&m=update"><button
                                class="btn border border-danger text-danger">โพสต์อัพเดท</button></a>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>ให้คนเห็นแคมเปญของคุณเยอะขึ้น</strong></p>
                    <p class="text-secondary">ทุกๆ THB350.00 เงินสนับสนุน จะมีคนเห็นแคมเปญของคุณมากขึ้น 583 เท่า</p>
                    <p>
                        <button class="btn border border-danger text-danger"
                            style="margin: 2px;">ลงเงินโปรโมทแคมเปญ</button>
                        <a href="https://help.change.org/s/article/Promoted-Petitions-FAQs?language=en_US"
                            class="indexhead">อ่านเพิ่มเติม</a>
                    </p>
                </div>
            </div>
        </div>
        <br><br>
        <p class="h5" style="padding: 10px;"><strong>รายการแคมเปญ</strong></p>
        <div class="" style="border: 1px solid #ccc; padding: 30px; margin: 10px; border-radius: 5px;">
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปหรือวิดีโอ</a></p>
            <p class="text-secondary">แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปโปรไฟล์ของคุณ</a></p>
            <p class="text-secondary">
                คนส่วนใหญ่จะสนับสนุนแคมเปญรณรงค์ถ้ารู้ว้าเป็นเรื่องจริงที่มาจากผู้ที่ได้รับผลกระทบโดยตรง</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่ชื่อประเทศ เมือง หรือ อำเภอ</a>
            </p>
            <p class="text-secondary">แนะนำแคมเปญรณรงค์ให้กับผู้ที่สนใจหัวข้อดังกล่าว</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead"
                    style="text-decoration: none;">เพิ่มรายละเอียดสำหรับติดต่อผู้มีอำนาจตัดสินใจ</a></p>
            <p class="text-secondary">ยิ่งรายชื่อผู้สนับสนุนเยอะขึ้น ผู้มีอำนาจตัดสินใจก็จะได้รับการแจ้งเตือน
                (ผ่านอีเมล์ ถ้าคุณได้ให้ไว้กับระบบ)</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ระบบช่วยเลือกรูป (Smart Image)</a>
            </p>
            <p class="text-secondary">ทดลองใช้รูปหลายๆ
                แบบบนหน้าแคมเปญเพื่อดูว่ารูปไหนช่วยให้คนมาร่วมลงชื่อในแคมเปญมากที่สุด</p><br>
            <hr>
            <p class="h5 text-secondary">ทำไมเรื่องนี้จึงเป็นเรื่องสำคัญสำหรับคุณ</p><br>
            <hr>
            <p class="h5 text-secondary">ใครคือผู้ที่มีอำนาจตัดสินใจที่สามารถสร้างความเปลี่ยนแปลงได้</p><br>
            <hr>
            <p class="h5 text-secondary">เขียนหัวข้อแคมเปญรณรงค์</p><br>
        </div>
    </div>
    <br><br>
    <div class="row bg-light" style="padding: 20px;">
        <br>
        <div class="container">
            <div class="row">
                <div class="col-lg-7 col-md-7 col-sm-12">
                    <p class="h4"><strong>คู่มือการทำแคมเปญรณรงค์</strong></p>
                    <p>คู่มือนี้เก็บรวบรวมข้อมูลการสร้างแคมเปญ กลยุทธ์วิธีการรณรงค์เพื่อให้บรรลุเป้าหมายที่ต้องการ</p>
                    <div class="row">
                        <div class="col">
                            <p>1. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างแคมเปญรณรงค์ของคุณ</a></p>
                            <p>2. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">แชร์เรื่องรณรงค์ของคุณ</a></p>
                            <p>3. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างความเคลื่อนไหวเกี่ยวกับแคมเปญ</a></p>
                        </div>
                        <div class="col">
                            <p>4. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ส่งข่าวบอกสื่อมวลชน</a></p>
                            <p>5. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ติดต่อผู้มีอำนาจตัดสินใจ</a></p>
                            <p>6. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ประกาศชัยชนะ</a></p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-5 col-md-7 col-sm-12">
                    <p class="h4">จัดการแคมเปญ</p>
                    <p>คุณได้รับการติดต่อกลับจากผู้มีอำนาจตัดสินใจแล้วหรือยัง?
                        คุณสามารถประกาศชัยชนะได้หากข้อเรียกร้องของคุณสำเร็จ
                        และคุณก็สามารถแชร์เรื่องนี้ให้ผู้สนับสนุนที่ร่วมลงชื่อในแคมเปญของคุณได้</p>
                    <br>
                    <p>
                        <a href="?p=mypetition&m=victory"><button class="btn border border-danger text-danger"
                                style="margin: 2px;">ประกาศชัยชนะ</button></a>
                        <a href="" class="indexhead" data-toggle="modal" data-target="#exampleModal1">ปิดแคมเปญ</a>
                    </p>
                </div>
            </div>
        </div>
        <br>
    </div>
    <div class="modal fade" id="exampleModal1" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel1"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel1">ปิดแคมเปญ</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    คุณแน่ใจหรือไม่ว่าคุณต้องการปิดแคมเปญรณรงค์นี้
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-danger text-danger btn-lg"
                        data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-danger btn-lg">ปิดแคมเปญ</button>
                </div>
            </div>
        </div>
    </div>

    <div class="modal fade" id="exampleModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel">สร้างลิงก์ย่อแคมเปญ</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    <p>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น เมื่อคุณสร้างลิงก์ย่อแล้ว จะกลับมาเปลี่ยนเป็นอีกชื่อไม่ได้แล้ว
                        แต่คุณยังสามารถคัดลอก และแชร์ลิงก์หลักอันเดิมได้
                    </p>
                    <div class="row">
                        <div class="col-3 text-right">
                            change.org/
                        </div>
                        <div class="col-9">
                            <input type="text" placeholder="สร้างลิงก์" name="" id="" class="form-control"
                                maxlength="100">
                        </div>
                    </div>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <ul>
                            <li>สร้างลิงก์ไม่เกิน 10-100 ตัวอักษร (แนะนำให้เป็นชื่อสั้นๆ ที่จำง่าย
                                และต้องเป็นตัวอักษรภาษาอังกฤษเท่านั้น)</li><br>
                            <li>เมื่อสร้างลิงก์ย่อแล้ว กลับมาแก้ชื่อภายหลังไม่ได้</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษ ตัวเลข หรือเครื่องหมาย "-" "_"</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษพิมพ์เล็กหรือพิมพ์ใหญ่ก็ได้ เช่น change.org/SaveWhales</li>
                        </ul>
                    </div>
                    </p>
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-dark btn-lg" data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-secondary btn-lg" disabled>สร้างลิงก์</button>
                </div>
            </div>
        </div>
    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
        function down() {
            document.getElementById('download').innerHTML = `
            <div class="" style="border:1px solid #ccc; background-color: #e2eee0; color: #497143; padding: 10px; border-radius: 5px; margin: 20px;">
                            กำลังดำเนินการ - ไฟล์ที่เสร็จแล้วจะถูกส่งไปที่ที่อยู่อีเมลหลักในตั้งค่าบัญชีของคุณ
                        </div>
            `;
        }
    </script>

    <?php
    }
    ?>



    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'edit'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>แก้ไขแคมเปญรณรงค์</strong></p><br>
        <p class="h4"><strong>หมายเลขโทรศัพท์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="กรุณาใส่หมายเลขโทรศัพท์ของคุณเพื่อให้นักรณรงค์ของ Change.org สามารถติดต่อให้ความช่วยเหลือคุณได้ หรือประสานงานกับนักข่าวในกรณีที่สื่อสนใจเรื่องรณรงค์ของคุณ">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" name="" id="" placeholder="หมายเลขโทรศัพท์">
        <br>
        <p class="h4"><strong>ใครเป็นผู้มีอำนาจตัดสินใจที่สามารถทำให้เกิดความเปลี่ยนแปลง <a class="text-dark"
                    data-container="body" data-toggle="popover" data-placement="top"
                    data-content="ผู้มีอำนาจตัดสินใจและสามารถทำให้เกิดความเปลี่ยนแปลง ไม่ว่าจะเป็นบุคคล หน่วยงาน หรือองค์กร เราจะส่งอีเมล์ที่คุณให้ไว้ (ถ้ามี) ไปยังพวกเขาทุกครั้งที่มีผู้ร่วมลงชื่อสนับสนุน">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ชื่อ</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>สำนักงาน ตำแหน่ง หรือชื่อองค์กร</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>อีเมล์</p>
            <p><input type="text" name="" id="" class="form-control"></p>
        </div>
        <br>
        <p class="h4"><strong>เขียนหัวข้อแคมเปญ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="หัวข้อแคมเปญเป็นส่วนแรกที่คนอ่านจะเห็นก่อน คุณควรเขียนข้อความสั้นๆ เน้นว่าต้องการอะไร อยากให้เกิดความเปลี่ยนแปลงอะไร">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test</textarea>
        </p>
        <br>
        <p class="h4"><strong>หัวข้อสำหรับการแชร์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="[ค่าเริ่มต้น: ชื่อผู้มีอำนาจตักสินใจ + เรื่องที่คุณเรียกร้อง] คุณสามารถเขียนหัวข้อใหม่สำหรับแชร์ในโซเชียลมีเดียได้เอง">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test test</textarea></p>
        <br>
        <p class="h4"><strong>เล่าปัญหาที่คุณต้องการแก้ไข <a class="text-dark" data-container="body"
                    data-toggle="popover" data-placement="top"
                    data-content="อธิบายปัญหา เล่าว่าปัญหานี้ส่งผลอย่างไรต่อคุณ ครอบครัว หรือสังคมในวงกว้าง และอะไรคือทางออกของปัญหานี้">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="6" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.</textarea>
        </p>
        <br>
        <p class="h4"><strong>แทรกภาพหรือวีดีโอ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div>
        <br>
        <p class="h4">จดหมายถึงผู้มีอำนาจตัดสินใจ <a class="text-dark" data-container="body" data-toggle="popover"
                data-placement="top"
                data-content="ข้อความนี้จะถูกส่งเข้าไปที่อีเมล์ของผู้มีอำนาจตัดสินใจในแต่ละครั้งที่มีผู้ร่วมลงชื่อดังนั้นคุณควรใส่อีเมล์ของพวกเขาไว้ด้านบน">
                <i class="far fa-question-circle fa-sm"></i>
            </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>เรียน [ผู้มีอำนาจตัดสินใจ]</p>
            <p><textarea name="" id="" cols="30" rows="5" class="form-control">test test</textarea></p>
            <p>ด้วยความเคารพ</p>
            <p></p>
            <p>[ชื่อ]</p>

        </div>
        <br>
        <p class="h4"><strong>ใส่สถานที่ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="ใส่ข้อมูลที่เกี่ยวกับสถานที่ที่เกี่ยวข้องกับแคมเปญ อาจเป็นพื้นที่ใกล้เคียง ถ้าเจาะจงหน่วยได้ก็ดี เพราะอาจมีกลุ่มคนบางคนที่เลือกสนใจแคมเปญในท้องถิ่นที่ใกล้ตัวพวกเขา เลือก กทม. แทนที่จะเขียนว่า ประเทศไทย เป็นต้น">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        </p>
        <p><input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" value="ไทย"></p>
        <div class="d-flex col-lg-7 col-md-7 col-sm-12">

            <div>
                <a href="javascript:history.back()"><button class="btn border border-dark btn-lg">ยกเลิก</button></a>
            </div>
            <div class="ml-auto">
                <a href="javascript:alert('DEMO: บันทึกแล้ว');"><button
                        class="btn btn-danger btn-lg">บันทึก</button></a>
            </div>
        </div>

    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == '2'){
    ?>

    <div class="row bg-light" style="padding: 20px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p class="h4"><strong>คัดค้านนำเข้าเศษพลาสติก</strong></p>
            <div class="container row">
                <div class="dropdown">
                    <a class="navactive" style="text-decoration: none;" href="" role="button" id="dropdownMenuLink"
                        data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">
                        <i class="fas fa-list"></i> รายการ
                    </a>

                    <div class="dropdown-menu" aria-labelledby="dropdownMenuLink">
                        <a class="dropdown-item" href="?p=mypetition&m=update"><i class="far fa-file-alt"></i>
                            โพสต์อัพเดท</a>
                        <a class="dropdown-item" href="?p=mypetition&m=edit"><i class="far fa-edit"></i>
                            แก้ไขเรื่องรณรงค์</a>
                        <a class="dropdown-item" href="?p=mypetition&m=why"><i class="far fa-comment-alt"></i>
                            สาเหตุที่ร่วมลงชื่อ</a>
                        <a class="dropdown-item" href="?p=mypetition&m=victory"><i class="fas fa-flag"></i>
                            ประกาศชัยชนะ</a>
                    </div>
                </div>
                &nbsp;&nbsp;&nbsp;&nbsp;
                <a class="navactive" style="text-decoration: none;" href="?p=view&petition=6">
                    <i class="far fa-eye"></i> ดูแคมเปญรณรงค์
                </a>
            </div>
        </div>
    </div>
    <br><br>


    <div class="container">
        <div class="row">
            <div class="col-lg-5 col-md-5 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="text-right">
                        <a class="text-dark" data-container="body" data-toggle="popover" data-placement="left"
                            data-content="ส่วนใหญ่แล้ว จะมีคนเข้าดูหรืออ่านเนื้อหาแคมเปญรณรงค์เฉลี่ยประมาณ 7 ครั้ง ถึงจะลงชื่อสนับสนุนเพิ่ม 1 คน">
                            <i class="far fa-question-circle fa-lg"></i>
                        </a>
                    </p>
                    <p>
                    <div class="h2 text-center">25,494</div>
                    <div class="text-center">ผู้สนับสนุน</div>
                    </p>
                    <p>
                    <div class="progress">
                        <div class="progress-bar bg-danger" role="progressbar" style="width: 84.96%" aria-valuenow="100"
                            aria-valuemin="0" aria-valuemax="100"></div>
                    </div>
                    </p>
                    <p class="text-center">
                        เหลืออีก <strong>30,000 คน</strong> กว่าจะถึงเป้าหมาย
                    </p>
                    <hr>
                    <p>
                    <div class="row text-center">
                        <div class="col">
                            <span class="h5">27,681</span> ดูเรื่องรณรงค์
                        </div>
                        <div style="border-left:1px solid #ccc ; height: 30px;"></div>
                        <div class="col">
                            <span class="h5">417</span> แชร์
                        </div>
                    </div>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p><strong>ผู้สนับสนุนล่าสุด</strong></p>
                    <hr>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Akira Seesanyong</strong> ลงชื่อสนับสนุน 1 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Eimi Fukada</strong> ลงชื่อสนับสนุน 3 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>Thanakorn Janthanopsiri</strong> ลงชื่อสนับสนุน 8 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-2 text-right m-auto">
                            <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle" width="30" height="30">
                        </div>
                        <div class="col-10">
                            <span class="text-center text-secondary">
                                <strong>ชูชาติ พรมโรจน์</strong> ลงชื่อสนับสนุน 23 ชั่วโมงที่ผ่านมา
                            </span>
                        </div>
                    </div>
                    <br><br><br>
                    <hr>
                    <p><strong>รายชื่อผู้สนับสนุนทั้งหมด</strong></p>
                    <p class="text-secondary">ส่งรายชื่อผู้ร่วมลงชื่อสนับสนุนและความคิดเห็นไปที่อีเมลของคุณ</p>
                    <p>
                        <select class="form-control" style="width: 40%;">
                            <option value="signatures_pdf">รายชื่อ (PDF)</option>
                            <option value="comments_pdf">ความคิดเห็น (PDF)</option>
                            <option value="signatures_csv">รายชื่อ (CSV)</option>
                            <option value="comments_csv">ความคิดเห็น (CSV)</option>
                        </select>
                    </p>
                    <p>
                    <div onclick="down()" style="padding: 5px; border: 2px solid #ccc; width: 40%; border-radius: 5px;"
                        class="text-center btn">ดำเนินการ</div>
                    </p>
                    <p id="download">

                    </p>
                </div>
            </div>
            <div class="col-lg-7 col-md-7 col-sm-12">
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>แชร์เรื่องรณรงค์ของคุณ</strong></p>
                    <p class="text-secondary">
                        เจ้าของเรื่องรณรงค์ที่ประสบความสำเร็จส่วนใหญ่แล้วจะแชร์แคมเปญประมาณ 12 ครั้ง
                        ลองแชร์แคมเปญผ่านช่องทางออนไลน์ของคุณให้มากที่สุด
                        และชวนให้คนรู้จักมาร่วมลงชื่อสนับสนุนและเเชร์ต่อ
                    </p>
                    <p>
                    <div class="row">
                        <div class="col-9">
                            <input type="text" class="form-control" name="" id="" value="http://chng.it/H9yDwpVk">
                        </div>
                        <div class="col-3">
                            <button class="btn border border-dark">คัดลอก</button>
                        </div>
                    </div>
                    </p>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <a class="indexhead" data-toggle="modal" data-target="#exampleModal">แก้ไขลิงก์</a>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น
                    </div>
                    </p>
                    <hr>
                    <p>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-facebook-square text-primary"></i> เฟสบุ๊ค (Facebook)</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-google text-danger"></i> Gmail</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-twitter text-info"></i> ทวีต</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i class="far fa-envelope"></i>
                            อีเมล์</button>
                        <button class="btn border border-dark" style="margin: 2px;"><i
                                class="fab fa-whatsapp text-success"></i> WhatsApp</button>
                    </p>
                </div>
                <br>
                <div class="" style="border: 1px solid #ccc; padding: 10px; margin: 10px; border-radius: 5px;">
                    <p class="h5"><strong>อัพเดทแคมเปญถึงผู้สนับสนุน</strong></p>
                    <p class="text-secondary">ส่งอัพเดทและความคืบหน้าเกี่ยวกับแคมเปญ อาจขอบคุณผู้ที่ร่วมลงชื่อสนับสนุน
                        หรือขอให้ช่วยแชร์แคมเปญ ร่วมแสดงพลังเชิญสัญลักษณ์ ใส่คลิป/ลิงก์ข่าวที่สื่อมวลชนพูดถึงแคมเปญ
                        ตัวอัพเดทนี้จะอยู่บนหน้าแคมเปญ และถูกส่งเป็นอีเมลหาผู้ร่วมลงชื่อทุกคน</p>
                    <p>
                        <a href="?p=mypetition&m=update"><button
                                class="btn border border-danger text-danger">โพสต์อัพเดท</button></a>
                    </p>
                </div>

            </div>
        </div>
        <br><br>
        <p class="h5" style="padding: 10px;"><strong>รายการแคมเปญ</strong></p>
        <div class="" style="border: 1px solid #ccc; padding: 30px; margin: 10px; border-radius: 5px;">
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปหรือวิดีโอ</a></p>
            <p class="text-secondary">แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่รูปโปรไฟล์ของคุณ</a></p>
            <p class="text-secondary">
                คนส่วนใหญ่จะสนับสนุนแคมเปญรณรงค์ถ้ารู้ว้าเป็นเรื่องจริงที่มาจากผู้ที่ได้รับผลกระทบโดยตรง</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ใส่ชื่อประเทศ เมือง หรือ อำเภอ</a>
            </p>
            <p class="text-secondary">แนะนำแคมเปญรณรงค์ให้กับผู้ที่สนใจหัวข้อดังกล่าว</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead"
                    style="text-decoration: none;">เพิ่มรายละเอียดสำหรับติดต่อผู้มีอำนาจตัดสินใจ</a></p>
            <p class="text-secondary">ยิ่งรายชื่อผู้สนับสนุนเยอะขึ้น ผู้มีอำนาจตัดสินใจก็จะได้รับการแจ้งเตือน
                (ผ่านอีเมล์ ถ้าคุณได้ให้ไว้กับระบบ)</p><br>
            <hr>
            <p class="h5"><a href="" class="indexhead" style="text-decoration: none;">ระบบช่วยเลือกรูป (Smart Image)</a>
            </p>
            <p class="text-secondary">ทดลองใช้รูปหลายๆ
                แบบบนหน้าแคมเปญเพื่อดูว่ารูปไหนช่วยให้คนมาร่วมลงชื่อในแคมเปญมากที่สุด</p><br>
            <hr>
            <p class="h5 text-secondary">ทำไมเรื่องนี้จึงเป็นเรื่องสำคัญสำหรับคุณ</p><br>
            <hr>
            <p class="h5 text-secondary">ใครคือผู้ที่มีอำนาจตัดสินใจที่สามารถสร้างความเปลี่ยนแปลงได้</p><br>
            <hr>
            <p class="h5 text-secondary">เขียนหัวข้อแคมเปญรณรงค์</p><br>
        </div>
    </div>
    <br><br>
    <div class="row bg-light" style="padding: 20px;">
        <br>
        <div class="container">
            <div class="row">
                <div class="col-lg-7 col-md-7 col-sm-12">
                    <p class="h4"><strong>คู่มือการทำแคมเปญรณรงค์</strong></p>
                    <p>คู่มือนี้เก็บรวบรวมข้อมูลการสร้างแคมเปญ กลยุทธ์วิธีการรณรงค์เพื่อให้บรรลุเป้าหมายที่ต้องการ</p>
                    <div class="row">
                        <div class="col">
                            <p>1. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างแคมเปญรณรงค์ของคุณ</a></p>
                            <p>2. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">แชร์เรื่องรณรงค์ของคุณ</a></p>
                            <p>3. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">สร้างความเคลื่อนไหวเกี่ยวกับแคมเปญ</a></p>
                        </div>
                        <div class="col">
                            <p>4. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ส่งข่าวบอกสื่อมวลชน</a></p>
                            <p>5. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ติดต่อผู้มีอำนาจตัดสินใจ</a></p>
                            <p>6. <a href="https://help.change.org/s/error-th?language=en_US"
                                    class="indexhead">ประกาศชัยชนะ</a></p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-5 col-md-7 col-sm-12">
                    <p class="h4">จัดการแคมเปญ</p>
                    <p>ยินดีด้วย! คุณได้ประกาศชัยชนะที่ตัวแคมเปญรณรงค์ของคุณ ทีนี้ใครๆ ก็จะรู้ว่าคุณทำสำเร็จ
                        อย่างไรก็ตาม หากมีเหตุที่ทำให้เชื่อได้ว่า ผู้มีอำนาจตัดสินใจไม่ทำตามที่พูดไว้ หรือ
                        ผิดไปจากวัตถุประสงค์
                        คุณสามารถกลับมาเปิดแคมเปญรณรงค์ให้คนร่วมลงชื่อสนับสนุนเพิ่มอีกเมื่อไหร่ก็ได้</p>
                    <p>
                        <a href="" class="indexhead" data-toggle="modal" data-target="#exampleModal1"
                            style="text-decoration: underline;">เปิดแคมเปญของคุณอีกครั้ง</a>
                    </p>
                </div>
            </div>
        </div>
        <br>
    </div>
    <div class="modal fade" id="exampleModal1" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel1"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel1">เปิดการรณรงค์ของคุณอีกครั้ง</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    หากคุณเปิดการณรงค์อีกครั้ง คุณยังสามารถเก็บรายชื่อผู้สนับสนุนไว้ต่อได้
                    แต่การรณรงค์ของคุณจะไม่ถือเป็นแคมเปญที่ได้รับชัยชนะอีกต่อไป
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-danger text-danger btn-lg"
                        data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-danger btn-lg">ฟื้นแคมเปญรณรงค์</button>
                </div>
            </div>
        </div>
    </div>

    <div class="modal fade" id="exampleModal" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel"
        aria-hidden="true">
        <div class="modal-dialog" role="document">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title" id="exampleModalLabel">สร้างลิงก์ย่อแคมเปญ</h5>
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                </div>
                <div class="modal-body">
                    <p>
                        จะช่วยให้แชร์แคมเปญได้ง่ายขึ้น เมื่อคุณสร้างลิงก์ย่อแล้ว จะกลับมาเปลี่ยนเป็นอีกชื่อไม่ได้แล้ว
                        แต่คุณยังสามารถคัดลอก และแชร์ลิงก์หลักอันเดิมได้
                    </p>
                    <div class="row">
                        <div class="col-3 text-right">
                            change.org/
                        </div>
                        <div class="col-9">
                            <input type="text" placeholder="สร้างลิงก์" name="" id="" class="form-control"
                                maxlength="100">
                        </div>
                    </div>
                    <p>
                    <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
                        <ul>
                            <li>สร้างลิงก์ไม่เกิน 10-100 ตัวอักษร (แนะนำให้เป็นชื่อสั้นๆ ที่จำง่าย
                                และต้องเป็นตัวอักษรภาษาอังกฤษเท่านั้น)</li><br>
                            <li>เมื่อสร้างลิงก์ย่อแล้ว กลับมาแก้ชื่อภายหลังไม่ได้</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษ ตัวเลข หรือเครื่องหมาย "-" "_"</li><br>
                            <li>สามารถใช้ตัวอักษรภาษาอังกฤษพิมพ์เล็กหรือพิมพ์ใหญ่ก็ได้ เช่น change.org/SaveWhales</li>
                        </ul>
                    </div>
                    </p>
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn border border-dark btn-lg" data-dismiss="modal">ยกเลิก</button>
                    <button type="button" class="btn btn-secondary btn-lg" disabled>สร้างลิงก์</button>
                </div>
            </div>
        </div>
    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
        function down() {
            document.getElementById('download').innerHTML = `
            <div class="" style="border:1px solid #ccc; background-color: #e2eee0; color: #497143; padding: 10px; border-radius: 5px; margin: 20px;">
                            กำลังดำเนินการ - ไฟล์ที่เสร็จแล้วจะถูกส่งไปที่ที่อยู่อีเมลหลักในตั้งค่าบัญชีของคุณ
                        </div>
            `;
        }
    </script>

    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'edit'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>แก้ไขแคมเปญรณรงค์</strong></p><br>
        <p class="h4"><strong>หมายเลขโทรศัพท์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="กรุณาใส่หมายเลขโทรศัพท์ของคุณเพื่อให้นักรณรงค์ของ Change.org สามารถติดต่อให้ความช่วยเหลือคุณได้ หรือประสานงานกับนักข่าวในกรณีที่สื่อสนใจเรื่องรณรงค์ของคุณ">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" name="" id="" placeholder="หมายเลขโทรศัพท์">
        <br>
        <p class="h4"><strong>ใครเป็นผู้มีอำนาจตัดสินใจที่สามารถทำให้เกิดความเปลี่ยนแปลง <a class="text-dark"
                    data-container="body" data-toggle="popover" data-placement="top"
                    data-content="ผู้มีอำนาจตัดสินใจและสามารถทำให้เกิดความเปลี่ยนแปลง ไม่ว่าจะเป็นบุคคล หน่วยงาน หรือองค์กร เราจะส่งอีเมล์ที่คุณให้ไว้ (ถ้ามี) ไปยังพวกเขาทุกครั้งที่มีผู้ร่วมลงชื่อสนับสนุน">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ชื่อ</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>สำนักงาน ตำแหน่ง หรือชื่อองค์กร</p>
            <p><input type="text" name="" id="" class="form-control"></p>
            <p>อีเมล์</p>
            <p><input type="text" name="" id="" class="form-control"></p>
        </div>
        <br>
        <p class="h4"><strong>เขียนหัวข้อแคมเปญ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="หัวข้อแคมเปญเป็นส่วนแรกที่คนอ่านจะเห็นก่อน คุณควรเขียนข้อความสั้นๆ เน้นว่าต้องการอะไร อยากให้เกิดความเปลี่ยนแปลงอะไร">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test</textarea>
        </p>
        <br>
        <p class="h4"><strong>หัวข้อสำหรับการแชร์ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="[ค่าเริ่มต้น: ชื่อผู้มีอำนาจตักสินใจ + เรื่องที่คุณเรียกร้อง] คุณสามารถเขียนหัวข้อใหม่สำหรับแชร์ในโซเชียลมีเดียได้เอง">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="2" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">test test</textarea></p>
        <br>
        <p class="h4"><strong>เล่าปัญหาที่คุณต้องการแก้ไข <a class="text-dark" data-container="body"
                    data-toggle="popover" data-placement="top"
                    data-content="อธิบายปัญหา เล่าว่าปัญหานี้ส่งผลอย่างไรต่อคุณ ครอบครัว หรือสังคมในวงกว้าง และอะไรคือทางออกของปัญหานี้">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <p><textarea name="" id="" cols="30" rows="6" class="form-control col-lg-7 col-md-7 col-sm-12"
                style="resize: none;">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.</textarea>
        </p>
        <br>
        <p class="h4"><strong>แทรกภาพหรือวีดีโอ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="แคมเปญรณรงค์ที่ใส่ภาพหรือวีดีโอมักได้รับความสนใจเพิ่มขึ้น 6 เท่า">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div>
        <br>
        <p class="h4">จดหมายถึงผู้มีอำนาจตัดสินใจ <a class="text-dark" data-container="body" data-toggle="popover"
                data-placement="top"
                data-content="ข้อความนี้จะถูกส่งเข้าไปที่อีเมล์ของผู้มีอำนาจตัดสินใจในแต่ละครั้งที่มีผู้ร่วมลงชื่อดังนั้นคุณควรใส่อีเมล์ของพวกเขาไว้ด้านบน">
                <i class="far fa-question-circle fa-sm"></i>
            </a></strong></p>
        <div class="bg-light col-lg-7 col-md-7 col-sm-12"
            style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>เรียน [ผู้มีอำนาจตัดสินใจ]</p>
            <p><textarea name="" id="" cols="30" rows="5" class="form-control">test test</textarea></p>
            <p>ด้วยความเคารพ</p>
            <p></p>
            <p>[ชื่อ]</p>

        </div>
        <br>
        <p class="h4"><strong>ใส่สถานที่ <a class="text-dark" data-container="body" data-toggle="popover"
                    data-placement="top"
                    data-content="ใส่ข้อมูลที่เกี่ยวกับสถานที่ที่เกี่ยวข้องกับแคมเปญ อาจเป็นพื้นที่ใกล้เคียง ถ้าเจาะจงหน่วยได้ก็ดี เพราะอาจมีกลุ่มคนบางคนที่เลือกสนใจแคมเปญในท้องถิ่นที่ใกล้ตัวพวกเขา เลือก กทม. แทนที่จะเขียนว่า ประเทศไทย เป็นต้น">
                    <i class="far fa-question-circle fa-sm"></i>
                </a></strong></p>
        </p>
        <p><input type="text" class="form-control col-lg-7 col-md-7 col-sm-12" value="ไทย"></p>
        <div class="d-flex col-lg-7 col-md-7 col-sm-12">

            <div>
                <a href="javascript:history.back()"><button class="btn border border-dark btn-lg">ยกเลิก</button></a>
            </div>
            <div class="ml-auto">
                <a href="javascript:alert('DEMO: บันทึกแล้ว');"><button
                        class="btn btn-danger btn-lg">บันทึก</button></a>
            </div>
        </div>

    </div>
    <script type="text/javascript">
        $(document).ready(function () {
            $('[data-toggle="popover"]').popover();
        });
    </script>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'update'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>อัพเดทเรื่องการรณรงค์ถึงผู้ลงชื่อของแคมเปญคุณ</strong></p>
        <p>หัวข้อ</p>
        <p><input type="text" class="form-control"></p>
        <p>อัพเดทล่าสุด</p>
        <p><textarea name="" id="" cols="30" rows="7" class="form-control"></textarea></p>
        <p class="">แทรกภาพหรือวีดีโอ (ไม่บังคับ)</p>
        <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div><br>
        <a href="javascript:alert('DEMO: โพสต์สำเร็จ')"><button class="btn btn-lg btn-danger">โพสต์</button></a>
        <caption>คุณสามารถอัพเดทเกี่ยวกับแคมเปญได้ทุก 24 ชั่วโมง อัพเดทนี้จะถูกโพสต์อยู่บนหน้าแคมเปญรณรงค์ของคุณ
            และจะมีอีเมล์อัตโนมัติแจ้งไปยังผู้ลงชื่อสนับสนุน</caption>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'why'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <div class="h2"><strong>สาเหตุที่ร่วมลงชื่อ</strong></div>
        <p>อ่านความคิดเห็นของคนอื่นๆ ที่ลงชื่อสนับสนุนแคมเปญ
            (ความคิดเห็นเหล่านี้เป็นกำลังสำคัญให้เจ้าของแคมเปญเดินหน้ารณรงค์เพื่อให้เกิดความเปลี่ยนแปลงต่อไป)</p>
        <hr>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>Thayos Ayasanonth</strong><span class="text-secondary" style="font-size: small;"> 4
                        วันที่ผ่านมา</span></p>
                <p>เขื่อนมีเยอะมากฝนเมืองไทย แต่แทบทุดเขื่อนไม่สามารถให้ประโยชน์ได้เต็มที่ หน้าน้ำล้น
                    หน้าแล้งน้ำแห้งเขื่อน ที่สำคัญขบวนการกินป่ามันแฝงเข้ามากับโครงการเหล่านี้</p>

                <hr>
            </div>
        </div>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>bob b</strong><span class="text-secondary" style="font-size: small;"> 4
                        วันที่ผ่านมา</span></p>
                <p>หยุดเขื่อน หยุดทำลายป่าไม้ เเละระบบนิเวศน์</p>

                <hr>
            </div>
        </div>

        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>นิจจารีย์ ฝาชัยภูมิ</strong><span class="text-secondary" style="font-size: small;"> 1
                        วันที่ผ่านมา</span></p>
                <p>เราควรมีพื้นที่ป่ามากกว่าพื้นที่เขื่อน ที่มีผลเสียมากกว่าผลดี</p>

                <hr>
            </div>
        </div>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/him.png" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>สุดาพร ศรีทองพิมพ์</strong><span class="text-secondary" style="font-size: small;"> 4
                        วันที่ผ่านมา</span></p>
                <p>ต้องการปกป้องที่อยู่อาศัยของสัตว์ป่าและไม่ให้ทำลายป่าอันเป็นทรัพยากรที่สำคัญ</p>

                <hr>
            </div>
        </div>
        <div class="row">
            <div class="col-1 text-center">
                <img src="./avartar/chaiyaporn.jpg" alt="" class="img-fluid rounded-circle">
            </div>
            <div class="col-11">
                <p><strong>ชัญญอร บุบผาสุวรรณ</strong><span class="text-secondary" style="font-size: small;"> 2
                        วันที่ผ่านมา</span></p>
                <p>อย่าสร้างอีกเลย ธรรมชาติจะรักษาโลกเสมอ</p>

                <hr>
            </div>
        </div>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'victory'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <div class="container">
        <div style="border: 1px solid #ccc; border-radius: 5px; margin: 50px; padding: 30px;">
            <p class="text-center h2"><strong>ดูเหมือนว่าคุณอาจยังไม่พร้อมประกาศชัยชนะในแคมเปญของคุณ</strong></p>
            <br><br>
            <div class="row text-center">
                <div class="col">
                    <p class="h2"><strong>2,119</strong></p>
                    <p>การตอบรับ</p>
                </div>
                <div class="col">
                    <p class="h2"><strong>1</strong></p>
                    <p>รายชื่อ</p>
                </div>
            </div>
            <br>
            <p>แคมเปญได้รับชัยชนะหมายถึงเรื่องรณรงค์ได้รับการตอบรับจากผู้มีอำนาจตัดสินใจ
                คุณสามารถอ่านข้อมูลเพิ่มเติมได้ที่นี่:</p>
            <div class="row">
                <div class="col">
                    <p><a href="https://help.change.org/s/error?language=en_US"
                            class="indexhead">ส่งเสริมการยื่นคำร้องของคุณ</a></p>
                    <p><a href="https://help.change.org/s/error?language=en_US"
                            class="indexhead">ติดต่อผู้มีอำนาจตัดสินใจ</a></p>
                </div>
                <div class="col">
                    <p><a href="https://help.change.org/s/error?language=en_US" class="indexhead">ระดมพลังหาแนวร่วม</a>
                    </p>
                    <p><a href="https://help.change.org/s/error?language=en_US"
                            class="indexhead">เริ่มการสนทนาบนโซเชียลเน็ตเวิร์ค</a></p>
                </div>
            </div>


        </div>
        <p class="text-center">คุณได้รับการตอบรับจากผู้มีอำนาจตัดสินใจ? <a href="?p=mypetition&m=victorys"
                class="indexhead">ประกาศชัยชนะ</a></p>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p']) && $_GET['p'] == 'mypetition' && isset($_GET['m']) && $_GET['m'] == 'victorys'){
    ?>
    <div class="row bg-white" style="padding: 15px; border-bottom: 1px solid #ccc;">
        <div class="container">
            <p><a href="javascript:history.back()" class="navactive"><i class="fas fa-chevron-left"></i>
                    ไปที่กระดานรวบรวมข้อมูลเกี่ยวกับแคมเปญ</a></p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <p class="h2"><strong>ขอแสดงความยินดีด้วย</strong></p>
        <p>อัพเดทให้ผู้ร่วมลงชื่อได้ทราบว่าแคมเปญประสบความสำเร็จ/ได้รับการตอบรับแล้ว เมื่อกรอกข้อมูลครบถ้วนแล้ว
            ข้อมูลจะถูกกระจายต่อผ่านอีเมล์ และแสดงการอัพเดทที่แคมเปญของคุณ</p>
        <p>หัวข้อ</p>
        <p><input type="text" class="form-control" value="ชัยชนะ!"></p>
        <p>เขียนคำอธิบาย</p>
        <p><textarea name="" id="" cols="30" rows="6" placeholder="เกิดอะไรขึ้น?" class="form-control"></textarea></p>
        <div class="bg-light" style="padding: 10px; border: 1px solid #ccc; border-radius: 5px;">
            <p>ใส่ลิงค์ ภาพหรือวีดีโอ</p>
            <div class="input-group mb-3">
                <input type="text" class="form-control" placeholder="http://" aria-label="Recipient's username"
                    aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-dark" type="button" id="button-addon2">ใส่ข้อมูล</button>
                </div>
            </div>
            <div class="text-secondary text-center"> หรือ</div>
            <input type="file" class="" accept=".jpg">
            <caption class="text-secondary">ภาพควรมีขนาด 1200 * 675 ภาพไม่ควรมีตัวหนังสือ</caption>
        </div><br>
        <a href="javascript:alert('DEMO: ประกาศชัยชนะสำเร็จ')"><button
                class="btn btn-lg btn-danger">ประกาศชัยชนะ</button></a>
    </div>

    <?php
    }
    ?>

    <?php
        if (isset($_GET['p'])  && $_GET['p'] == 'petition'){
    ?>
    <div class="row bg-light" style="padding: 15px;">
        <div class="container">
            <p class="h2"><strong>ดูแคมเปญอื่นๆ</strong></p>
            <ul class="nav nav-tabs" id="myTab" role="tablist">
                <li class="nav-item">
                    <a class="nav-link active tabactive" id="home-tab" data-toggle="tab" href="#home" role="tab"
                        aria-controls="home" aria-selected="true">แคมเปญเด่นๆ</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link tabactive" id="profile-tab" data-toggle="tab" href="#profile" role="tab"
                        aria-controls="profile" aria-selected="false">ยอดนิยม</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#contact" role="tab"
                        aria-controls="contact" aria-selected="false">ล่าสุด</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link tabactive" id="contact-tab" data-toggle="tab" href="#contact2" role="tab"
                        aria-controls="contact2" aria-selected="false">ความสำเร็จ</a>
                </li>
            </ul>
        </div>
    </div>
    <div class="container">
        <div class="tab-content" id="myTabContent">
            <div class="tab-pane fade show active " id="home" role="tabpanel" aria-labelledby="home-tab">


                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/1.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก
                                        ดงพญาเย็น-เขาใหญ่</strong></h5>
                                <p class="card-text">หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่...<a
                                        href="?p=view&petition=1" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 92%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 2,320 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่2,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s1.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title">
                                    <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                                        #อย่าให้มันจบที่ครูจุ๋ม</strong></h5>
                                <p class="card-text">ผมก็เหมือนอีกหลายๆ คนที่รู้สึกไม่สบายใจ...<a
                                        href="?p=view&petition=2" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 69%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 5,216 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่7,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s2.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong></h5>
                                <p class="card-text">จากข่าวการทำร้ายร่างการ และการทารุณกรรมเด็กในรูปแบบต่างๆ
                                    ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์ ดังภาพวีดีโอที่ถูกเผยแพร่ออกมา ทำให้ผู้ปกครอง...<a
                                        href="?p=view&petition=3" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 67%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 5,064 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่7,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s3.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                                        หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong></h5>
                                <p class="card-text">@จดหมายน้อยฉบับที่ 2จากลูกสาวแห่งทะ...<a href="?p=view&petition=4"
                                        class="text-secondary" style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 83%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 8,379 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่10,000</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s4.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong></h5>
                                <p class="card-text">เกณฑ์ทหาร (Conscription) คือ
                                    การเรียกใช้แรงงานอย่างไม่สมัครใจโดยฝ่ายปกครอง โดยมีรา...<a href="?p=view&petition=5"
                                        class="text-secondary" style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 78%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 39,272 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่50,000</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="profile" role="tabpanel" aria-labelledby="profile-tab">

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s6.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>ปล่อยเพื่อนเรา Free political prisoners, Free
                                        Thailand</strong></h5>
                                <p class="card-text">เนื่องจากได้มีการชุมนุมเพื่อเรียกร้องประชาธิปไตย ในประเทศไทย
                                    โดยเริ่มตั้งแต่เดือนสิงหาคม 2...<a href="#" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 86%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 86 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่100</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/1.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก
                                        ดงพญาเย็น-เขาใหญ่</strong></h5>
                                <p class="card-text">หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก ดงพญาเย็น-เขาใหญ่...<a
                                        href="?p=view&petition=1" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 92%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 2,320 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่2,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s7.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>แบนช่องเนชั่น22 บิดเบือนข่าว
                                        ชี้นำข้อมูลสร้างความเกลียดชังในสังคม ไม่เป็นกลางทางการเมือง
                                    </strong></h5>
                                <p class="card-text">ช่องเนชั่น 22 เป็นสื่อที่ชี้นำ ปลุกปั่น และชั...<a href="#"
                                        class="text-secondary" style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 81%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 865 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่1,000</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s8.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>หยุด เซ็กชวล ฮาราสเมนต์ (sexual harassment)
                                        ในโรงเรียน</strong></h5>
                                <p class="card-text">การคุกคามทางเพศในโรงเรียนมัธยมศึกษาในเขตกรุงเทพมหานคร นั้นพบบ่อยมาก
                                    โดยเฉพ...<a href="#" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 56%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 4,228 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่7,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s9.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>ยกเลิกความผิดผู้หญิงที่ทำแท้ง กฎหมายอาญามาตรา 301
                                        Decriminalize abortion Now!</strong></h5>
                                <p class="card-text">เหตุใดกฎหมายไทยต้องบังคับให้เพศหญิง ...<a href="#"
                                        class="text-secondary" style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 74%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 37,250 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่50,00</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="contact" role="tabpanel" aria-labelledby="contact-tab">

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s6.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>ปล่อยเพื่อนเรา Free political prisoners, Free
                                        Thailand</strong></h5>
                                <p class="card-text">เนื่องจากได้มีการชุมนุมเพื่อเรียกร้องประชาธิปไตย ในประเทศไทย
                                    โดยเริ่มตั้งแต่เดือนสิงหาคม 2...<a href="#" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 86%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 86 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่100</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s7.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>แบนช่องเนชั่น22 บิดเบือนข่าว
                                        ชี้นำข้อมูลสร้างความเกลียดชังในสังคม ไม่เป็นกลางทางการเมือง
                                    </strong></h5>
                                <p class="card-text">ช่องเนชั่น 22 เป็นสื่อที่ชี้นำ ปลุกปั่น และชั...<a href="#"
                                        class="text-secondary" style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 81%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 865 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่1,000</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s10.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>สื่อไทยยุติการเสนอข่าวมอมเมาเรื่องหวย</strong></h5>
                                <p class="card-text">การนำเสนอข่าวของสื่อไทย ไม่ว่าจะเป็นหนังสือพิมพ์ ทีวี
                                    รวมถึงสื่อออนไลน์ มีการมอมเมาประชาชนในเรื่องของหวยตลอดเวลา
                                    ไม่ว่าจะเป็นการพูดถึงการใ...<a href="#" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 80%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 160 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่200</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/1.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก
                                        ดงพญาเย็น-เขาใหญ่</strong></h5>
                                <p class="card-text">หยุดโครงการสร้างเขื่อนในพื้นที่ป่ามรดกโลก
                                    ดงพญาเย็น-เขาใหญ่...<a href="?p=view&petition=1" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 92%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 2,320 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่2,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s11.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>"หอม" "คือลือ" ไม่ใช่ sexual harassment</strong></h5>
                                <p class="card-text">"หอม" ราชบัณฑิตยสถานคือการได้รับกลิ่น
                                    ไม่ใช่การ sexually harassment แม้แต่น้อย
                                    การคอมเม้นท์ (การแสดงความคิดเห็น) รูปไอดอล หรือรูปเพศ...<a href="#"
                                        class="text-secondary" style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 13%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 13 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่100</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

            </div>
            <div class="tab-pane fade" id="contact2" role="tabpanel" aria-labelledby="contact-tab">

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s12.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>คัดค้านนำเข้าเศษพลาสติก</strong></h5>
                                <p class="card-text">Update ตุลาคม 2020: ความพยายามครั้งนี้ไม่สูญเปล่า...ขอบคุณ
                                    แล้วพบกันใหม่
                                    ก่อนหน้านี้ จีนต้องเจอกับปัญหาการลักลอบนำเข้าสารอันตรายที่ปะป...<a
                                        href="?p=view&petition=6" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 72%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 25,413 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่35,000</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s13.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>ลงชื่อขอให้ Cute Press & Oriental Princess
                                        แสดงความรับผิดชอบกรณีไม่รับคนข้ามเพศเข้าทำงาน</strong></h5>
                                <p class="card-text">Update 2 กันยา: ขอบคุณทาง SSUP และ...<a href="?p=view&petition=7"
                                        class="text-secondary" style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 67%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 1,691 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่2,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="card mb-3" style="max-width: 100%; margin: 10px;">
                    <div class="row no-gutters">
                        <div class="col-md-4">
                            <img src="./petition/p/s14.jpg" class="card-img img-fluid" alt="...">
                        </div>
                        <div class="col-md-8">
                            <div class="card-body">
                                <h5 class="card-title"><strong>คณะเศรษฐศาสตร์ จุฬาฯ: คัดค้านการรื้อถอนภาพคุณสมเด็จ
                                        วิรุฬหผล วีรชน 14 ตุลาคม 2516</strong></h5>
                                <p class="card-text">เนื่องด้วยในวันที่ 4 สิงหาคม 2563 ภาพถ่า...<a
                                        href="?p=view&petition=8" class="text-secondary"
                                        style="text-decoration: none;">อ่านเพิ่มเติม</a></p>
                                <p class="card-text">
                                    <br>
                                <div class="progress">
                                    <div class="progress-bar bg-danger" role="progressbar" style="width: 84%"
                                        aria-valuenow="100" aria-valuemin="0" aria-valuemax="100"></div>
                                </div>
                                </p>
                                <p class="card-text small"><strong>มีผู้สนับสนุน 1,269 คน <span
                                            class="text-secondary">ตั้งเป้าหมายไว้ที่1,500</span>คน</strong></p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'donate'){
    ?>
    <div class="d-none d-lg-block">
        <div class="row" style="position: relative;">
            <img src="./donate/protest-2.jpg" class="img-fluid" alt="">
            <div class="" style="position: absolute; bottom: 8px; right: 200px;">
                <img src="./donate/TH.png" alt="" class="img-fluid">
            </div>
            <div class="" style="position: absolute; top: 90px; left: 250px; padding: 10px;">
                <p class="h2 text-light"><strong>ความช่วยเหลือจากคุณสำคัญสำหรับเรา</strong></p><br>
                <p class="text-light">ทีมงานเล็กๆ ของเราทุ่มเทเพื่อให้เสียงของคนธรรมดาดังขึ้น
                    จนนำไปสู่การเปลี่ยนแปลงต่างๆ ในสังคม<br>
                    เงินสนับสนุนของคุณจะช่วยให้ Change.org สามารถทำงานเป็นพื้นที่ที่ฟรีสำหรับทุกคนต่อไปได้</p>
                <div class="bg-white" style="padding: 10px; border-radius: 5px; border: 1px solid #ccc; width: 50%;">
                    <strong>บริจาครายเดือนแบบต่อเนื่องด้วยบัตรเครดิต/เดบิต</strong><br><br>
                    <button class="btn border border-dark" style="margin: 2px;">฿150</button>
                    <button class="btn border border-danger text-danger" style="margin: 2px;">฿300</button>
                    <button class="btn border border-dark" style="margin: 2px;">฿500</button>
                    <button class="btn border border-dark" style="margin: 2px;">฿1,000</button>
                    <br><br>
                    <button class="btn btn-danger btn-block">ร่วมบริจาค</button>
                </div>
            </div>
        </div>
    </div>
    <div class="d-sm-block d-md-none d-lg-none">
        <br>
        <p class="container text-center">
        <p class="text-center">ความช่วยเหลือจากคุณสำคัญสำหรับเรา <button class="btn btn-danger">บริจาค</button></p>
        </p>

    </div>
    <br>
    <br>
    <div class="container">
        <div class="row">
            <div class="col-sm-12 col-md-6 col-lg-6 text-right">
                <img src="./donate/1.jpg" alt="" class="img-fluid">
            </div>
            <div class="col-sm-12 col-md-6 col-lg-6 m-auto">
                <div class="bg-light" style="padding: 10px;">
                    <strong>ช่วยให้เรื่องรณรงค์มีโอกาสสำเร็จมากขึ้น</strong><br>
                    ทีมงานของเราช่วยประชาสัมพันธ์เรื่องรณรงค์ผ่านสื่อมวลชนและโซเชียลมีเดีย
                    ช่วยวางกลยุทธ์ร่วมกับผู้สร้างเรื่องรณรงค์เพื่อระดมพลังสนับสนุนให้เรื่องนั้นๆ เป็นที่รู้จัก
                    จนดังไปถึงหูผู้มีอำนาจตัดสินใจ และมีโอกาสประสบความสำเร็จมากขึ้น
                    เราต้องการความช่วยเหลือจากคุณเพื่อให้ทีมงานเล็กๆ ของเราสามารถให้บริการเหล่านี้ต่อไปได้
                </div><br>
                <p class="text-secondary" style="font-size: small;"><i class="fas fa-chevron-left"></i>
                    เรื่องรณรงค์ที่สร้างโดยคุณปรียนันท์ ล้อเสริมวัฒนา ประธานเครือข่ายผู้เสียหายทางการแพทย์
                    ขอให้มีการจัดตั้งคณะกรรมการควบคุมราคาโรงพยาบาลเอกชน
                    ซึ่งเป็นส่วนสำคัญที่ทำให้กระทรวงสาธารณสุขแก้ไข
                    พ.ร.บ.สถานพยาบาล เพิ่มตัวแทนจากภาคประชาชนเข้าไปในคณะกรรมการฯ
                    ให้มีอำนาจหน้าที่ตามกฏหมายพิจารณาเรื่องค่ารักษาแพง
                </p>
            </div>
        </div>
        <br><br>
        <div class="row">
            <div class="col-sm-12 col-md-6 col-lg-6 m-auto">
                <div class="bg-light" style="padding: 10px;">
                    <strong>ช่วยให้คนธรรมดาส่งเสียงไปถึงผู้มีอำนาจตัดสินใจ</strong><br>
                    การสนับสนุนของคุณจะช่วยให้คนธรรมดาๆ ที่รู้สึกว่าไม่ได้รับความเป็นธรรมในสังคม
                    หรือรู้สึกอึดอัดไม่มีทางสู้ ได้มี Change.org
                    ไว้เป็นพื้นที่ส่งเสียงไปถึงผู้มีอำนาจตัดสินใจในเรื่องต่างๆ โดยสามารถเรียกร้องไปที่ใครก็ได้
                    ตั้งแต่ผู้นำชุมชน นักการเมืองระดับประเทศ ไปจนถึงบริษัทยักษ์ใหญ่ต่างๆ
                    เราอยากเห็นสังคมที่ผู้มีอำนาจแสดงความรับผิดชอบและรับฟังความเห็นของคนธรรมดาที่ได้รับผลกระทบ
                    จึงพัฒนาเทคโนโลยีที่ช่วยให้การรณรงค์เป็นเรื่องง่ายขึ้น ทุกคนสามารถใช้ Change.org
                    ระดมเสียงสนับสนุน
                    จุดประกายสร้างความเคลื่อนไหว และสื่อสารกับผู้มีอำนาจตัดสินใจเพื่อสร้างการเปลี่ยนแปลงต่างๆ
                    ได้โดยตรง
                </div><br>
                <p class="text-secondary" style="font-size: small;"><i class="fas fa-chevron-right"></i>
                    เจ้าของเรื่องรณรงค์และเครือข่ายเข้ายื่นรายชื่อพร้อมชี้แจงผลกระทบหากมีการบังคับใช้ พ.ร.บ.
                    ความปลอดภัยทางชีวภาพ (GMO) ซึ่งภายหลังคณะรัฐมนตรีมีคำสั่งให้ยกเลิกร่าง พ.ร.บ.
                    ดังกล่าวตามข้อเรียกร้อง
                </p>
            </div>
            <div class="col-sm-12 col-md-6 col-lg-6 m-auto">
                <img src="./donate/2.jpg" alt="" class="img-fluid">
            </div>
        </div>
    </div>
    <br><br>
    <div class="d-none d-lg-block">
        <div class="row" style="position: relative;">
            <img src="./donate/TH5.png" class="img-fluid" alt="" width="100%">
            <div class="" style="position: absolute; top: 90px; left: 250px; padding: 10px;">
                <p class="h2 text-light"><strong>ผลจากแคมเปญรณรงค์บน Change.org</strong></p><br>
                <p class="text-light" style="width: 50%;">
                    ที่ผ่านมาผู้ใช้งาน Change.org ช่วยผลักดันให้วาฬบรูด้าขึ้นทะเบียนเป็นสัตว์สงวนได้สำเร็จ
                    เปลี่ยนกฏหมายเกี่ยวกับการทารุณกรรมเด็กให้เข้มงวดขึ้น
                    สนับสนุนให้เด็กผู้หญิงทั่วโลกมีโอกาสได้เรียนหนังสือจนถึงชั้นมัธยมศึกษา และอีกหลายต่อหลายเรื่อง
                    การสนับสนุน Change.org จะช่วยให้เราสามารถทำงานต่อไปได้
                    <br><br>
                    <button class="btn btn-lg btn-outline-light" data-toggle="modal"
                        data-target="#exampleModalScrollable"><i class="fas fa-play"></i> ดูคลิปวิดีโอ</button>
                </p>

            </div>
        </div>
    </div>

    <br><br>
    <div class="container text-center">
        <p class="h4"><strong>สิทธิพิเศษเฉพาะชาว Changers ผู้สนับสนุน Change.org</strong></p>
        <p class="h5 text-secondary">เรารู้ว่าคุณไม่ได้สนับสนุนเราเพราะอยากได้ของตอบแทน
            แต่เราก็ยังอยากมอบสิทธิพิเศษเล็กๆ น้อยเหล่านี้ให้กับคุณ</p>
    </div>
    <br><br>
    <div class="container text-center ">
        <div class="row">
            <div class="col-lg-4 col-md-4 col-sm-12">
                <img src="./donate/section_three_icon_one.png" class="img-fluid" alt="" width="100"
                    height="100"><br><br>
                <p class="h5"><strong>รายงานต่างๆ
                        ให้คุณชื่นใจว่าการสนับสนุนของคุณช่วยให้เกิดผลอะไรบ้างในสังคม</strong>
                </p>
            </div>
            <div class="col-lg-4 col-md-4 col-sm-12">
                <img src="./donate/section_three_icon_two.png" class="img-fluid" alt="" width="100"
                    height="100"><br><br>
                <p class="h5"><strong>สัมผัสเบื้องหลังการณรงค์ที่เข้มข้นในเรื่องต่างๆ</strong></p>
            </div>
            <div class="col-lg-4 col-md-4 col-sm-12">
                <img src="./donate/section_three_icon_three.png" class="img-fluid" alt="" width="100"
                    height="100"><br><br>
                <p class="h5"><strong>เราจะคอยฟังเสียงจากคุณว่ามีอะไรอีกบ้างที่เราทำได้เพื่อตอบแทนคุณ</strong></p>
            </div>
        </div>
    </div>
    <br><br>
    <div class="row bg-light" style="padding: 50px;">
        <div class="container">
            <div class="row">
                <div class="col-sm-12 col-md-6 col-sm-6 m-auto">
                    <p class="h4"><strong>เทคโนโลยีเพื่อสังคม</strong></p>
                    <p>เราเชื่อว่าเทคโนโลยีมีส่วนช่วยสร้างการเปลี่ยนแปลงต่างๆ ในสังคมอย่างที่ไม่เคยมีมาก่อน
                        แต่การพัฒนาเทคโนโลยีให้รองรับความต้องการนั้น มีค่าใช้จ่ายมากมายเหมือนที่เว็บชั้นนำทั้งหลายมี
                        Change.org จะทำงานต่อไปได้ก็ด้วยการสนับสนุนจากคนที่ต้องการเปลี่ยนให้สังคมดีขึ้นอย่างคุณ</p>
                </div>
                <div class="col-sm-12 col-md-6 col-sm-6">
                    <img src="./donate/3.jpg" class="img-fluid" alt="">
                </div>
            </div>
        </div>
    </div>
    <br><br>
    <p class="text-center"><button class="btn border border-secondary"
            style="font-size: small; padding: 15px;">การบริจาคให้ Change.org
            ยังไม่สามารถนำไปลดหย่อนภาษีบุคคลประจำปีได้</button></p>

    <div class="modal fade" id="exampleModalScrollable" tabindex="-1" role="dialog"
        aria-labelledby="exampleModalScrollableTitle" aria-hidden="true">
        <div class="modal-dialog modal-dialog-scrollable" role="document">
            <div class="modal-content">
                <div class="modal-body">
                    <div class="embed-responsive embed-responsive-16by9">
                        <iframe class="embed-responsive-item" src="https://www.youtube.com/embed/h4O81mgK85E"
                            frameborder="0"
                            allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                            allowfullscreen></iframe>
                    </div>
                </div>

            </div>
        </div>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'profile'){
    ?>
    <div class="row text-center"
        style="position: relative; background-image: url('./profile/bg.png'); background-repeat: repeat-x; height: 300px; border-bottom: 1px #ccc solid;">
        <div style="position: absolute;top: 50%; left: 50%; transform: translate(-50%, -50%);">
            <br><br>
            <img src="./avartar/me.jpg" class="rounded-circle img-fluid" width="100" height="100"
                style="border: 1px #ccc solid; "><br>
            <p class="h4"><strong>akira fosterz</strong></p>
            <p class="text-secondary" style="font-size: small;"><span style="color: #ff0000;"><i
                        class="fas fa-flag"></i></span> เป็นผู้ใช้งานของ Change.org ตั้งแต่ 9 ต.ค. 2018</p>
            <p>ขอบคุณที่เป็นผู้ใช้งานเว็บไซต์ที่แอคทีฟมา<br>
                โดยตลอด พวกเราจะร่วมกันการสร้างความ<br>
                เปลี่ยนแปลงให้เกิดขึ้นในสังคม</p>
        </div>
    </div>
    <br><br>
    <div class="container">
        <div class="m-auto col-lg-7 col-md-7 col-sm-12">
            <p class="h4"><span style="color: #ff0000;"><i class="far fa-user-circle"></i></span><strong>
                    บัญชีและการตั้งค่า</strong></p>
            <p>จัดการบัญชีส่วนบุคคล เปลี่ยนวิธีการชำระเงิน และจัดการข้อมูลอื่นๆ ที่เกี่ยวข้อง</p>
            <br>
            <a href="?p=account" class="navactive">
                <div class="d-flex">
                    ข้อมูลทั่วไป
                    <div class="ml-auto"><i class="fas fa-chevron-right"></i></div>
                </div>
                <hr>
            </a>
            <a href="?p=password" class="navactive">
                <div class="d-flex">
                    เปลี่ยนรหัสผ่าน
                    <div class="ml-auto"><i class="fas fa-chevron-right"></i></div>
                </div>
                <hr>
            </a>
            <a href="?p=mail" class="navactive">
                <div class="d-flex">
                    จัดการที่อยู่อีเมล์
                    <div class="ml-auto"><i class="fas fa-chevron-right"></i></div>
                </div>
                <hr>
            </a>
            <a href="?p=donate" class="navactive">
                <div class="d-flex">
                    สนับสนุนการทำงานของ Change.org
                    <div class="ml-auto"><i class="fas fa-chevron-right"></i></div>
                </div>
                <hr>
            </a>
            <a href="?p=del" class="navactive">
                <div class="d-flex">
                    ปิดบัญชี Change.org
                    <div class="ml-auto"><i class="fas fa-chevron-right"></i></div>
                </div>
                <hr>
            </a>

            <div style="border-radius: 10px; background-color: #f6f4f6; padding: 12px;">
                <div class="m-auto col-lg-8 col-md-8 col-sm-12">
                    <div class="row">
                        <div class="col-3"><img src="./profile/pri.png" class="img-fluid" alt=""></div>
                        <div class="col-9 m-auto"><strong class="h4">ความเป็นส่วนตัวและการปกป้องข้อมูล</strong>
                        </div>
                    </div>
                    <br>
                    <p>Change.org เคารพและปกป้องความเป็นส่วนตัวของคุณ คุณสามารถตั้งค่าอีเมลได้ตามรายละเอียดด้านล่าง
                    </p>
                    <a href="?p=privacy" style="text-decoration: none;"><button class="btn btn-block"
                            style="border-radius: 5px; border: 2px #ccc solid; padding: 8px;"><strong>ตั้งค่า</strong></button></a>
                </div>
            </div>
        </div>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'account'){
    ?>
    <br><br>
    <p class="text-center h1 text-center"><strong>แก้ไขข้อมูลโปรไฟล์</strong></p><br>
    <p class=" text-center"><img src="./avartar/me.jpg" class="rounded-circle img-fluid" alt="" height="100"
            width="100"></p>
    <p class="text-center"><label class="indexhead"><input type="file" value="อัปโหลดรูปภาพ" style="display: none;"
                accept=".jpg">อัปโหลดรูปภาพ</label></p>
    <br>
    <div class="container m-auto col-lg-7 col-md-7 col-sm-12">
        <label for="name">ชื่อ</label>
        <input type="text" id="name" class="form-control" placeholder="ชื่อ" required value="akira">
        <label for="sname">นามสกุล</label>
        <input type="text" id="sname" class="form-control" placeholder="นามสกุล" required value="fosterzs">
        <label for="about">เกี่ยวกับฉัน</label>
        <textarea name="" id="about" class="form-control" cols="30" rows="7" style="resize: none;"
            placeholder="เกี่ยวกับฉัน"></textarea>
        <label for="city">เมือง</label>
        <input type="text" id="city" class="form-control" placeholder="เมือง" required value="thai"><br>
        <select name="" class="form-control" data-selected_country="TH" data-render="true">
            <option value="">ประเทศ</option>
            <option value="GR">กรีซ</option>
            <option value="GL">กรีนแลนด์</option>
            <option value="GU">กวม</option>
            <option value="GP">กวาเดอลูป</option>
            <option value="KH">กัมพูชา</option>
            <option value="GT">กัวเตมาลา</option>
            <option value="QA">กาตาร์</option>
            <option value="GH">กานา</option>
            <option value="GA">กาบอง</option>
            <option value="GY">กายอานา</option>
            <option value="GN">กินี</option>
            <option value="GW">กินี-บิสเซา</option>
            <option value="CD">คองโก - กินชาซา</option>
            <option value="CG">คองโก - บราซซาวิล</option>
            <option value="CR">คอสตาริกา</option>
            <option value="KM">คอโมโรส</option>
            <option value="KZ">คาซัคสถาน</option>
            <option value="KI">คิริบาส</option>
            <option value="CU">คิวบา</option>
            <option value="KG">คีร์กีซสถาน</option>
            <option value="CW">คูราเซา</option>
            <option value="KW">คูเวต</option>
            <option value="GE">จอร์เจีย</option>
            <option value="JO">จอร์แดน</option>
            <option value="JM">จาเมกา</option>
            <option value="DJ">จิบูตี</option>
            <option value="CN">จีน</option>
            <option value="TD">ชาด</option>
            <option value="CL">ชิลี</option>
            <option value="SM">ซานมาริโน</option>
            <option value="WS">ซามัว</option>
            <option value="SA">ซาอุดีอาระเบีย</option>
            <option value="EH">ซาฮาราตะวันตก</option>
            <option value="SX">ซินต์มาร์เทน</option>
            <option value="ZW">ซิมบับเว</option>
            <option value="SY">ซีเรีย</option>
            <option value="SD">ซูดาน</option>
            <option value="SS">ซูดานใต้</option>
            <option value="SR">ซูรินาเม</option>
            <option value="JP">ญี่ปุ่น</option>
            <option value="PS">ดินแดนปาเลสไตน์</option>
            <option value="DG">ดิเอโกการ์เซีย</option>
            <option value="TT">ตรินิแดดและโตเบโก</option>
            <option value="TO">ตองกา</option>
            <option value="TL">ติมอร์-เลสเต</option>
            <option value="TR">ตุรกี</option>
            <option value="TN">ตูนิเซีย</option>
            <option value="TV">ตูวาลู</option>
            <option value="TA">ทริสตันดาคูนา</option>
            <option value="TJ">ทาจิกิสถาน</option>
            <option value="VA">นครวาติกัน</option>
            <option value="NO">นอร์เวย์</option>
            <option value="NA">นามิเบีย</option>
            <option value="NR">นาอูรู</option>
            <option value="NI">นิการากัว</option>
            <option value="NZ">นิวซีแลนด์</option>
            <option value="NC">นิวแคลิโดเนีย</option>
            <option value="NU">นีอูเอ</option>
            <option value="BR">บราซิล</option>
            <option value="IO">บริติชอินเดียนโอเชียนเทร์ริทอรี</option>
            <option value="BN">บรูไน</option>
            <option value="BW">บอตสวานา</option>
            <option value="BA">บอสเนียและเฮอร์เซโกวีนา</option>
            <option value="BD">บังกลาเทศ</option>
            <option value="BG">บัลแกเรีย</option>
            <option value="BB">บาร์เบโดส</option>
            <option value="BH">บาห์เรน</option>
            <option value="BS">บาฮามาส</option>
            <option value="BI">บุรุนดี</option>
            <option value="BF">บูร์กินาฟาโซ</option>
            <option value="PK">ปากีสถาน</option>
            <option value="PA">ปานามา</option>
            <option value="PG">ปาปัวนิวกินี</option>
            <option value="PY">ปารากวัย</option>
            <option value="PW">ปาเลา</option>
            <option value="FR">ฝรั่งเศส</option>
            <option value="FJ">ฟิจิ</option>
            <option value="FI">ฟินแลนด์</option>
            <option value="PH">ฟิลิปปินส์</option>
            <option value="BT">ภูฏาน</option>
            <option value="ZZ">ภูมิภาคที่ไม่รู้จัก</option>
            <option value="MN">มองโกเลีย</option>
            <option value="MS">มอนต์เซอร์รัต</option>
            <option value="ME">มอนเตเนโกร</option>
            <option value="MU">มอริเชียส</option>
            <option value="MR">มอริเตเนีย</option>
            <option value="MT">มอลตา</option>
            <option value="MD">มอลโดวา</option>
            <option value="MV">มัลดีฟส์</option>
            <option value="MK">มาซิโดเนีย</option>
            <option value="MG">มาดากัสการ์</option>
            <option value="YT">มายอต</option>
            <option value="MQ">มาร์ตินีก</option>
            <option value="MW">มาลาวี</option>
            <option value="ML">มาลี</option>
            <option value="MY">มาเลเซีย</option>
            <option value="GI">ยิบรอลตาร์</option>
            <option value="UG">ยูกันดา</option>
            <option value="UA">ยูเครน</option>
            <option value="EZ">ยูโรโซน</option>
            <option value="RW">รวันดา</option>
            <option value="RU">รัสเซีย</option>
            <option value="LU">ลักเซมเบิร์ก</option>
            <option value="LV">ลัตเวีย</option>
            <option value="LA">ลาว</option>
            <option value="LI">ลิกเตนสไตน์</option>
            <option value="LT">ลิทัวเนีย</option>
            <option value="LY">ลิเบีย</option>
            <option value="VU">วานูอาตู</option>
            <option value="WF">วาลลิสและฟุตูนา</option>
            <option value="LK">ศรีลังกา</option>
            <option value="SJ">สฟาลบาร์และยานไมเอน</option>
            <option value="SZ">สวาซิแลนด์</option>
            <option value="CH">สวิตเซอร์แลนด์</option>
            <option value="SE">สวีเดน</option>
            <option value="UN">สหประชาชาติ</option>
            <option value="AE">สหรัฐอาหรับเอมิเรตส์</option>
            <option value="US">สหรัฐอเมริกา</option>
            <option value="GB">สหราชอาณาจักร</option>
            <option value="CF">สาธารณรัฐแอฟริกากลาง</option>
            <option value="DO">สาธารณรัฐโดมินิกัน</option>
            <option value="SG">สิงคโปร์</option>
            <option value="ES">สเปน</option>
            <option value="SK">สโลวะเกีย</option>
            <option value="SI">สโลวีเนีย</option>
            <option value="IC">หมู่เกาะคานารี</option>
            <option value="CK">หมู่เกาะคุก</option>
            <option value="MP">หมู่เกาะนอร์เทิร์นมาเรียนา</option>
            <option value="VG">หมู่เกาะบริติชเวอร์จิน</option>
            <option value="PN">หมู่เกาะพิตแคร์น</option>
            <option value="FK">หมู่เกาะฟอล์กแลนด์</option>
            <option value="MH">หมู่เกาะมาร์แชลล์</option>
            <option value="UM">หมู่เกาะรอบนอกของสหรัฐอเมริกา</option>
            <option value="KY">หมู่เกาะเคย์แมน</option>
            <option value="TC">หมู่เกาะเติกส์และหมู่เกาะเคคอส</option>
            <option value="VI">หมู่เกาะเวอร์จินของสหรัฐอเมริกา</option>
            <option value="FO">หมู่เกาะแฟโร</option>
            <option value="CC">หมู่เกาะโคโคส (คีลิง)</option>
            <option value="SB">หมู่เกาะโซโลมอน</option>
            <option value="AX">หมู่เกาะโอลันด์</option>
            <option value="AT">ออสเตรีย</option>
            <option value="AU">ออสเตรเลีย</option>
            <option value="AD">อันดอร์รา</option>
            <option value="AF">อัฟกานิสถาน</option>
            <option value="AW">อารูบา</option>
            <option value="AR">อาร์เจนตินา</option>
            <option value="AM">อาร์เมเนีย</option>
            <option value="AZ">อาเซอร์ไบจาน</option>
            <option value="IT">อิตาลี</option>
            <option value="IN">อินเดีย</option>
            <option value="ID">อินโดนีเซีย</option>
            <option value="IQ">อิรัก</option>
            <option value="IL">อิสราเอล</option>
            <option value="IR">อิหร่าน</option>
            <option value="GQ">อิเควทอเรียลกินี</option>
            <option value="EG">อียิปต์</option>
            <option value="UZ">อุซเบกิสถาน</option>
            <option value="UY">อุรุกวัย</option>
            <option value="AS">อเมริกันซามัว</option>
            <option value="HN">ฮอนดูรัส</option>
            <option value="HU">ฮังการี</option>
            <option value="GD">เกรเนดา</option>
            <option value="KP">เกาหลีเหนือ</option>
            <option value="KR">เกาหลีใต้</option>
            <option value="CX">เกาะคริสต์มาส</option>
            <option value="CP">เกาะคลิปเปอร์ตัน</option>
            <option value="NF">เกาะนอร์ฟอล์ก</option>
            <option value="BV">เกาะบูเวต</option>
            <option value="GS">เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช</option>
            <option value="HM">เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์</option>
            <option value="IM">เกาะแมน</option>
            <option value="AC">เกาะแอสเซนชัน</option>
            <option value="GG">เกิร์นซีย์</option>
            <option value="MO">เขตปกครองพิเศษมาเก๊าแห่งสาธารณรัฐประชาชนจีน</option>
            <option value="HK">เขตปกครองพิเศษฮ่องกงแห่งสาธารณรัฐประชาชนจีน</option>
            <option value="KE">เคนยา</option>
            <option value="CV">เคปเวิร์ด</option>
            <option value="JE">เจอร์ซีย์</option>
            <option value="CZ">เช็ก</option>
            <option value="KN">เซนต์คิตส์และเนวิส</option>
            <option value="BL">เซนต์บาร์เธเลมี</option>
            <option value="MF">เซนต์มาร์ติน</option>
            <option value="LC">เซนต์ลูเซีย</option>
            <option value="VC">เซนต์วินเซนต์และเกรนาดีนส์</option>
            <option value="SH">เซนต์เฮเลนา</option>
            <option value="EA">เซวตาและเมลียา</option>
            <option value="RS">เซอร์เบีย</option>
            <option value="ST">เซาตูเมและปรินซิปี</option>
            <option value="SL">เซียร์ราลีโอน</option>
            <option value="SC">เซเชลส์</option>
            <option value="SN">เซเนกัล</option>
            <option value="DK">เดนมาร์ก</option>
            <option value="TM">เติร์กเมนิสถาน</option>
            <option value="NP">เนปาล</option>
            <option value="NL">เนเธอร์แลนด์</option>
            <option value="BQ">เนเธอร์แลนด์แคริบเบียน</option>
            <option value="BJ">เบนิน</option>
            <option value="BY">เบลารุส</option>
            <option value="BZ">เบลีซ</option>
            <option value="BE">เบลเยียม</option>
            <option value="BM">เบอร์มิวดา</option>
            <option value="PE">เปรู</option>
            <option value="PR">เปอร์โตริโก</option>
            <option value="GF">เฟรนช์เกียนา</option>
            <option value="TF">เฟรนช์เซาเทิร์นเทร์ริทอรีส์</option>
            <option value="PF">เฟรนช์โปลินีเซีย</option>
            <option value="MM">เมียนมาร์ (พม่า)</option>
            <option value="MX">เม็กซิโก</option>
            <option value="DE">เยอรมนี</option>
            <option value="YE">เยเมน</option>
            <option value="RE">เรอูนียง</option>
            <option value="LB">เลบานอน</option>
            <option value="LS">เลโซโท</option>
            <option value="VN">เวียดนาม</option>
            <option value="VE">เวเนซุเอลา</option>
            <option value="EC">เอกวาดอร์</option>
            <option value="ET">เอธิโอเปีย</option>
            <option value="ER">เอริเทรีย</option>
            <option value="SV">เอลซัลวาดอร์</option>
            <option value="EE">เอสโตเนีย</option>
            <option value="QO">เอาต์ไลอิงโอเชียเนีย</option>
            <option value="HT">เฮติ</option>
            <option value="GM">แกมเบีย</option>
            <option value="CA">แคนาดา</option>
            <option value="CM">แคเมอรูน</option>
            <option value="PM">แซงปีแยร์และมีเกอลง</option>
            <option value="ZM">แซมเบีย</option>
            <option value="TZ">แทนซาเนีย</option>
            <option value="AI">แองกวิลลา</option>
            <option value="AO">แองโกลา</option>
            <option value="AQ">แอนตาร์กติกา</option>
            <option value="AG">แอนติกาและบาร์บูดา</option>
            <option value="ZA">แอฟริกาใต้</option>
            <option value="DZ">แอลจีเรีย</option>
            <option value="AL">แอลเบเนีย</option>
            <option value="CI">โกตดิวัวร์</option>
            <option value="HR">โครเอเชีย</option>
            <option value="CO">โคลอมเบีย</option>
            <option value="XK">โคโซโว</option>
            <option value="SO">โซมาเลีย</option>
            <option value="DM">โดมินิกา</option>
            <option value="TK">โตเกเลา</option>
            <option value="TG">โตโก</option>
            <option value="BO">โบลิเวีย</option>
            <option value="PT">โปรตุเกส</option>
            <option value="PL">โปแลนด์</option>
            <option value="MZ">โมซัมบิก</option>
            <option value="MC">โมนาโก</option>
            <option value="MA">โมร็อกโก</option>
            <option value="RO">โรมาเนีย</option>
            <option value="OM">โอมาน</option>
            <option value="CY">ไซปรัส</option>
            <option value="TW">ไต้หวัน</option>
            <option selected="selected" value="TH">ไทย</option>
            <option value="NG">ไนจีเรีย</option>
            <option value="NE">ไนเจอร์</option>
            <option value="FM">ไมโครนีเซีย</option>
            <option value="LR">ไลบีเรีย</option>
            <option value="IS">ไอซ์แลนด์</option>
            <option value="IE">ไอร์แลนด์</option>
        </select>
        <br>
        <label for="twit">ทวิตเตอร์</label>
        <div class="input-group">
            <div class="input-group-prepend">
                <div class="input-group-text">@</div>
            </div>
            <input type="text" name="twit" class="form-control" id="inlineFormInputGroupUsername"
                placeholder="ชื่อผู้ใช้งาน">
        </div>
        <br>
        <label for="key">คีย์ลัดไปยังหน้าโปรไฟล์</label>
        <input type="text" id="key" class="form-control" placeholder="สร้างคีย์ลัดลิงค์ไปที่โปรไฟล์ส่วนตัวของคุณ"
            required value="">
        <br><br>
        <strong>ข้อมูลส่วนตัว</strong> (จะปรากฏเฉพาะกับคุณและทีมงาน Change.org เท่านั้น)
        <br><br>
        <label for="where">ที่อยู่ (ถนน)</label>
        <input type="text" id="where" class="form-control" placeholder="ที่อยู่ (ถนน)" required value="">
        <div class="row">
            <div class="col-sm-12 col-lg-3">
                <label for="lang">ภาษาที่ต้องการ</label>
                <select class="form-control" id="lang">
                    <option value="de-DE">Deutsch</option>
                    <option value="en-AU">English (Australia)</option>
                    <option value="en-CA">English (Canada)</option>
                    <option value="en-IN">English (India)</option>
                    <option value="en-GB">English (United Kingdom)</option>
                    <option value="en-US">English (United States)</option>
                    <option value="es-AR">Español (Argentina)</option>
                    <option value="es-ES">Español (España)</option>
                    <option value="es-419">Español (Latinoamérica)</option>
                    <option value="fr-FR">Français</option>
                    <option value="hi-IN">हिन्दी</option>
                    <option value="id-ID">Bahasa Indonesia</option>
                    <option value="it-IT">Italiano</option>
                    <option value="ja-JP">日本語</option>
                    <option value="pt-BR">Português (Brasil)</option>
                    <option value="ru-RU">Русский</option>
                    <option value="th-TH" selected>ภาษาไทย</option>
                    <option value="tr-TR">Türkçe</option>
                </select>
            </div>
        </div>
        <br>
        <p>หมายเลขโทรศัพท์ (ไม่บังคับ)</p>
        <p class="text-secondary">หากคุณสนใจ กรุณาระบุหมายเลขโทรศัพท์ เพื่อให้เราสามารถติดต่อคุณเกี่ยวกับแคมเปญ
            ประเด็นรณรงค์ โครงการสมาชิกหรือความพยายามอื่น ๆ ที่เกี่ยวกับ Change.org</p>
        <div class="row">
            <div class="col-sm-12 col-lg-3">
                <input type="text" id="" class="form-control" placeholder="หมายเลขโทรศัพท์" required value="">
            </div>
        </div>
        <br>
        <p><button class="btn btn-lg btn-danger" onclick="alert('DEMO: บันทึกแล้ว')">บันทึก</button> <a
                href="?p=profile" class="indexhead">ยกเลิก</a></p>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'password'){
    ?>
    <br><br>
    <p class="text-center h4"><strong>เปลี่ยนรหัสผ่าน</strong></p>
    <br>
    <div class="container m-auto col-lg-7 col-md-7 col-sm-12">
        <p>แนะนำให้ใช้รหัสผ่านที่มีทั้งตัวเลข ตัวหนังสือ และเครื่องหมายสัญลักษณ์</p>
        <label for="pass">รหัสผ่านปัจจุบัน</label>
        <input type="password" id="pass" class="form-control" placeholder="" required value="">
        <label for="pass">รหัสผ่านใหม่</label>
        <input type="password" id="pass" class="form-control" placeholder="" required value="">
        <label for="pass">ยืนยันรหัสผ่านใหม่</label>
        <input type="password" id="pass" class="form-control" placeholder="" required value="">
        <br>
        <a href="?p=profile"><button class="btn btn-lg border border-secondary">ยกเลิก</button></a> <button
            class="btn btn-lg btn-danger" onclick="alert('DEMO: บันทึกแล้ว')">บันทึก</button>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'mail'){
    ?>
    <br><br>
    <p class="text-center h4"><strong>จัดการที่อยู่อีเมล์</strong></p>
    <br>
    <div class="container m-auto col-lg-7 col-md-7 col-sm-12">
        <p>เราอยากแนะนำให้คุณใช้อีเมล์ประจำตัวที่ใช้ส่งหาเพื่อนร่วมงาน เพื่อนสนิท หรือคนในครอบครัว
            คุณจะได้ไม่สับสนและมีบัญชี Change.org บัญชีเดียว</p>
        <div class="row">
            <div class="col-7">
                <input type="email" class="form-control" placeholder="yourname@email.com" required value="">
            </div>
            <div class="col">
                <button class="btn btn-danger" onclick="alert('DEMO: เพิ่มแล้ว')">เพิ่ม</button>
            </div>
        </div>
        <br><br>
        <p><strong>อีเมล์หลัก</strong></p>
        <br><br>
        <div class="d-flex col-8">
            <div class="">akira.ajeyb@gmail.com</div>
            <div class="ml-auto"><i class="fas fa-ellipsis-v" id="dropdownMenuButton" data-toggle="dropdown"
                    aria-haspopup="true" aria-expanded="false"></i>
                <div class="dropdown-menu" aria-labelledby="dropdownMenuButton">
                    <a class="dropdown-item navactive" href="#">ส่งยืนยัน</a>
                </div>
            </div>
        </div>
    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'del'){
    ?>
    <br><br><br><br>
    <p class="text-center h4"><strong>ปิดบัญชี Change.org</strong></p>
    <br><br>
    <div class="container m-auto col-lg-7 col-md-7 col-sm-12">
        <br>
        <p><strong>ยืนยันการปิดบัญชี?</strong></p>
        <br>
        <p>เมื่อคุณปิดบัญชีแล้ว คุณจะไม่สามารถเข้าสู่ระบบ เพื่อลงชื่อสนับสนุนบนแคมเปญใดใดบน Change.org
            หากคุณสนับสนุน
            Change.org ด้วยการบริจาคเงินแบบรายเดือน ระบบจะยกเลิกกิจกรรมนี้อัติโนมัติ *หมายเหตุ หากต่อไป
            คุณเข้าใช้งานเว็บและร่วมลงชื่อสนับสนุนในแคมเปญด้วยอีเมล์ของคุณ ระบบจะกู้บัญชีเดิมของคุณกลับมา</p>
    </div>
    <br>
    <p class="text-center"><button class="btn btn-lg btn-danger" onclick="alert('DEMO: ปิดแล้ว')">ปิดบัญชี
            Change.org</button></p>
    <br><br><br><br><br><br><br><br><br>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'privacy'){
    ?>
    <div class="row text-center"
        style="position: relative; background-image: url('./profile/bg.png'); background-repeat: repeat-x; height: 300px; border-bottom: 1px #ccc solid;">
        <div style="position: absolute;top: 50%; left: 50%; transform: translate(-50%, -50%);">
            <br><br>
            <img src="./avartar/me.jpg" class="rounded-circle img-fluid" width="100" height="100"
                style="border: 1px #ccc solid; "><br>
            <p class="h4"><strong>akira fosterz</strong></p>
            <p class="text-secondary" style="font-size: small;"><span style="color: #ff0000;"><i
                        class="fas fa-flag"></i></span> เป็นผู้ใช้งานของ Change.org ตั้งแต่ 9 ต.ค. 2018</p>
            <p>ขอบคุณที่เป็นผู้ใช้งานเว็บไซต์ที่แอคทีฟมา<br>
                โดยตลอด พวกเราจะร่วมกันการสร้างความ<br>
                เปลี่ยนแปลงให้เกิดขึ้นในสังคม</p>
        </div>
    </div>
    <br><br>
    <div class="container m-auto col-lg-6 col-md-6 col-sm-12">
        <div class="row">
            <div class="col-4 text-right">
                <img src="./profile/pri.png" alt="" class="img-fluid">
            </div>
            <div class="col-8 m-auto">
                <strong class="h4">ความเป็นส่วนตัวและการปกป้องข้อมูล</strong><br>
                Change.org เคารพและปกป้องความเป็นส่วนตัวของคุณ คุณสามารถตั้งค่าอีเมลได้ตามรายละเอียดด้านล่าง
            </div>
        </div>
        <br>
        <hr>
        <br>
        <p class="h4"><strong>การตั้งค่าอีเมล์</strong></p>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                ยังไม่เสร็จสิ้นการลงชื่อในแคมเปญที่ได้ดู
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                ฉันเชิญชวนคนอื่นมาร่วมลงชื่อสนับสนุนในแคมเปญ
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                มีคนถูกใจความคิดเห็นของคุณ
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                มีคนตอบกลับความคิดเห็นของคุณ
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                ผู้สร้างของเรื่องรณรงค์ที่คุณสร้างเขียนความคิดเห็น
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                มีการอัพเดทเกี่ยวกับแคมเปญรณรงค์ที่ฉันร่วมลงชื่อ
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                Change.org มีคำแนะนำเกี่ยวกับแคมเปญรณรงค์
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                มีคนที่ได้ถูกใจอัพเดทบนเรื่องรณรงค์ที่คุณสร้าง
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                อัพเดทเกี่ยวกับแคมเปญประจำสัปดาห์
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                มีคนตอบกลับข้อความที่คุณโพสต์แสดงความคิดเห็น
            </label>
        </div>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                มีโอกาสมากมายให้ฉันได้สนับสนุนแคมเปญที่ฉันสนใจ
            </label>
        </div>
        <br>
        <p><strong>หรือ บอกเลิกการรับอีเมล์ทั้งหมดจาก Change.org</strong></p>
        <br>
        <div class="form-check">
            <input class="form-check-input" type="checkbox" value="" id="defaultCheck1" checked>
            <label class="form-check-label" for="defaultCheck1">
                ฉันต้องการบอกเลิกรับอีเมล์
            </label>
        </div>
        <br><br>
        <p><button class="btn btn-lg btn-danger" onclick="alert('DEMO: บันทึกแล้ว')">บันทึก</button> <a
                href="?p=profile" class=""> <button class="btn btn-lg border border-secondary"> ยกเลิก</button></a>
        </p>

    </div>
    <?php
    }
    ?>

    <?php
    if (isset($_GET['p'])  && $_GET['p'] == 'search'){
    ?>
    <br><br><br><br><br><br>
    <div class="container">
        <div class="col-lg-8 col-md-8 col-sm-12 m-auto">
            <small class="text-secondary ml-1"><strong>ค้นหา</strong></small>
            <div class="input-group mb-3 input-group-lg">
                <input type="text" class="form-control" placeholder="ค้นหาเรื่องรณรงค์"
                    aria-label="Recipient's username" aria-describedby="button-addon2">
                <div class="input-group-append">
                    <button class="btn btn-outline-secondary" type="button" id="button-addon2"><i
                            class="fas fa-search"></i></button>
                </div>
            </div>
        </div>
        <br><br><br><br><br><br>

        <p class="h3"><strong>เรื่องราวรณรงค์เด่นๆ</strong></p><br>
        <div class="row">
            <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem">
                    <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                    <img src="./petition/s1.jpg" alt="" class="img-fluid">
                    <div class="progress">
                        <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                            style="width: 67.21%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                        </div>
                    </div>
                    <p style="margin: 15px;" class="h5">
                        <strong>กระทรวงศึกษาจัดวาระแห่งชาติให้ทุกส่วนร่วมแก้ปัญหาความรุนแรงในรร.
                            #อย่าให้มันจบที่ครูจุ๋ม</strong>
                    </p>
                    <div class="text-center"
                        style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                        <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                    </div>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                    <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                    <img src="./petition/s2.jpg" alt="" class="img-fluid">
                    <div class="progress">
                        <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                            style="width: 98.52%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                        </div>
                    </div>
                    <p style="margin: 15px;" class="h5">
                        <strong>ปฏิรูปโรงเรียนในเครือสารสาสน์ทั้งหมด</strong>
                        <span style="font-size: small;">จากข่าวการทำร้ายร่างการ และการทารุณกรรมในรูปแบบต่างๆ
                            ในโรงเรียนสารสาสน์วิเทศราชพฤกษ์</span>
                    </p>
                    <div class="text-center"
                        style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                        <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                    </div>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                    <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                    <img src="./petition/s3.jpg" alt="" class="img-fluid">
                    <div class="progress">
                        <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                            style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                        </div>
                    </div>
                    <p style="margin: 15px;" class="h5">
                        <strong>สนับสนุนลูกสาวแห่งทะเล ขอให้ยกเลิก มติ ครม.​
                            หยุดเดินหน้านิคมอุตสาหกรรมจะนะ</strong>
                    </p>
                    <div class="text-center"
                        style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                        <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                    </div>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                    <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                    <img src="./petition/s4.jpg" alt="" class="img-fluid">
                    <div class="progress">
                        <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                            style="width: 83.15%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                        </div>
                    </div>
                    <p style="margin: 15px;" class="h5">
                        <strong>ยกเลิกการเกณฑ์ทหาร เปลี่ยนเป็นรูปแบบสมัครใจ</strong>
                        <span style="font-size: small;">เกณฑ์ทหาร (Conscription) คือ
                            การเรียกใช้แรงงานอย่างไม่สมัครใจโดย</span>
                    </p>
                    <div class="text-center"
                        style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                        <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                    </div>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                    <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                    <img src="./petition/s5.jpg" alt="" class="img-fluid">
                    <div class="progress">
                        <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                            style="width: 73.2%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                        </div>
                    </div>
                    <p style="margin: 15px;" class="h5">
                        <strong>สนับสนุนมติให้ยกเลิกการใช้สารฆ่าหญ้าพาราควอต สารฆ่าแมลงคลอร์ไพริฟอส
                            และไกลโฟเซต</strong>
                    </p>
                    <div class="text-center"
                        style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                        <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                    </div>
                </div>
            </div>

            <div class="col-lg-4 col-md-6 col-sm-12 mt-4">
                <div class="" style="border: 1px solid #ccc; border-radius: 5px; height: 28rem;">
                    <p style="margin: 15px;"><i class="fas fa-fire-alt"></i> ยอดนิยม</p>
                    <img src="./petition/s6.jpg" alt="" class="img-fluid">
                    <div class="progress">
                        <div class="progress-bar bg-danger progress-bar-animated" role="progressbar"
                            style="width: 95.5%" aria-valuenow="100" aria-valuemin="0" aria-valuemax="100">
                        </div>
                    </div>
                    <p style="margin: 15px;" class="h5">
                        <strong>ขอ 600 บาทช่วยเด็กเล็กทุกคนในประเทศไทย
                            #เงินอุดหนุนเด็กเล็กแบบถ้วนหน้า</strong>
                    </p>
                    <div class="text-center"
                        style="margin: 15px; border: 1px solid #ff0000; border-radius: 5px; padding: 10px;">
                        <a style="text-decoration: none; color: #ff0000;">ร่วมลงชื่อสนับสนุน</a>
                    </div>
                </div>
            </div>
        </div>
    </div>


    <?php
    }
    ?>

    <br><br>
    <footer class="page-footer bg-light">
        <br>
        <div class="container">
            <div class="row">
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">รู้จักเรา</p>
                    <p><a href="#" class="navactive">เกี่ยวกับ Change.org</a></p>
                    <p><a href="#" class="navactive">ผลการเปลี่ยนแปลง</a></p>
                    <p><a href="#" class="navactive">ร่วมงานกับเรา</a></p>
                    <p><a href="#" class="navactive">ทีมงาน</a></p>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">ชุมชนบน CHANGE.ORG</p>
                    <p><a href="#" class="navactive">บล็อก</a></p>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">ความช่วยเหลือ</p>
                    <p><a href="#" class="navactive">ศุนย์ช่วยเหลือ</a></p>
                    <p><a href="#" class="navactive">คำแนะนำ</a></p>
                    <p><a href="#" class="navactive">นโยบายสิทธิส่วนบุคคล</a></p>
                    <p><a href="#" class="navactive">นโยบาย</a></p>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6">
                    <p class="text-secondary">ติดตาม CHANGE.ORG</p>
                    <p><a href="#" class="navactive">Twitter</a></p>
                    <p><a href="#" class="navactive">Facebook</a></p>
                </div>
            </div>
            <hr>
            <div class="d-flex justify-content-between row">
                <div class="col-sm-12 col-lg-9"><b>© 2020, Change.org, PBC</b> <a href="#"
                        class="navactive">จดทะเบียนประเภท B Corporation</a><br>
                    This site is protected by reCAPTCHA and the Google <a href="https://policies.google.com/privacy"
                        style="color: #ff0000; text-decoration: underline;">Privacy Policy</a> and <a
                        href="https://policies.google.com/terms"
                        style="color: #ff0000; text-decoration: underline;">Terms of Service</a> apply.<br><br>
                </div>
                <div class="col-sm-12 col-lg-3">
                    <select class="form-control">
                        <option value="de-DE">Deutsch</option>
                        <option value="en-AU">English (Australia)</option>
                        <option value="en-CA">English (Canada)</option>
                        <option value="en-IN">English (India)</option>
                        <option value="en-GB">English (United Kingdom)</option>
                        <option value="en-US">English (United States)</option>
                        <option value="es-AR">Español (Argentina)</option>
                        <option value="es-ES">Español (España)</option>
                        <option value="es-419">Español (Latinoamérica)</option>
                        <option value="fr-FR">Français</option>
                        <option value="hi-IN">हिन्दी</option>
                        <option value="id-ID">Bahasa Indonesia</option>
                        <option value="it-IT">Italiano</option>
                        <option value="ja-JP">日本語</option>
                        <option value="pt-BR">Português (Brasil)</option>
                        <option value="ru-RU">Русский</option>
                        <option value="th-TH" selected>ภาษาไทย</option>
                        <option value="tr-TR">Türkçe</option>
                    </select>
                </div>
            </div>
            <br>
        </div>
    </footer>


</body>

</html>